--
-- PostgreSQL database dump
--

\restrict lap19b0riJYmC4yLOH2L2vInzMcNyU6msm59dhl0CJT5vb74h1SDbDJZbzFBhpz

-- Dumped from database version 16.13
-- Dumped by pg_dump version 16.13

SET statement_timeout = 0;
SET lock_timeout = 0;
SET idle_in_transaction_session_timeout = 0;
SET client_encoding = 'UTF8';
SET standard_conforming_strings = on;
SELECT pg_catalog.set_config('search_path', '', false);
SET check_function_bodies = false;
SET xmloption = content;
SET client_min_messages = warning;
SET row_security = off;

--
-- Name: public; Type: SCHEMA; Schema: -; Owner: drivovo
--

-- *not* creating schema, since initdb creates it


ALTER SCHEMA public OWNER TO drivovo;

--
-- Name: SCHEMA public; Type: COMMENT; Schema: -; Owner: drivovo
--

COMMENT ON SCHEMA public IS '';


--
-- Name: availability_day; Type: TYPE; Schema: public; Owner: drivovo
--

CREATE TYPE public.availability_day AS ENUM (
    'today',
    'tomorrow',
    'weekend'
);


ALTER TYPE public.availability_day OWNER TO drivovo;

--
-- Name: availability_time; Type: TYPE; Schema: public; Owner: drivovo
--

CREATE TYPE public.availability_time AS ENUM (
    'morning',
    'afternoon',
    'evening'
);


ALTER TYPE public.availability_time OWNER TO drivovo;

--
-- Name: car_status; Type: TYPE; Schema: public; Owner: drivovo
--

CREATE TYPE public.car_status AS ENUM (
    'available',
    'order'
);


ALTER TYPE public.car_status OWNER TO drivovo;

--
-- Name: car_type; Type: TYPE; Schema: public; Owner: drivovo
--

CREATE TYPE public.car_type AS ENUM (
    'sedan',
    'hatchback',
    'suv',
    'mpv',
    'coupe',
    'convertible',
    'van',
    'pickup',
    'bus',
    'other'
);


ALTER TYPE public.car_type OWNER TO drivovo;

--
-- Name: credit_status; Type: TYPE; Schema: public; Owner: drivovo
--

CREATE TYPE public.credit_status AS ENUM (
    'pending',
    'approved',
    'rejected'
);


ALTER TYPE public.credit_status OWNER TO drivovo;

--
-- Name: drinks_type; Type: TYPE; Schema: public; Owner: drivovo
--

CREATE TYPE public.drinks_type AS ENUM (
    'coffee',
    'tea'
);


ALTER TYPE public.drinks_type OWNER TO drivovo;

--
-- Name: drive_type; Type: TYPE; Schema: public; Owner: drivovo
--

CREATE TYPE public.drive_type AS ENUM (
    'FWD',
    'RWD',
    'AWD'
);


ALTER TYPE public.drive_type OWNER TO drivovo;

--
-- Name: driving_experience; Type: TYPE; Schema: public; Owner: drivovo
--

CREATE TYPE public.driving_experience AS ENUM (
    'beginner',
    'intermediate',
    'advanced'
);


ALTER TYPE public.driving_experience OWNER TO drivovo;

--
-- Name: fuel_type; Type: TYPE; Schema: public; Owner: drivovo
--

CREATE TYPE public.fuel_type AS ENUM (
    'petrol',
    'diesel',
    'electric',
    'hybrid',
    'other'
);


ALTER TYPE public.fuel_type OWNER TO drivovo;

--
-- Name: image_parent_type; Type: TYPE; Schema: public; Owner: drivovo
--

CREATE TYPE public.image_parent_type AS ENUM (
    'car',
    'car_page_banner'
);


ALTER TYPE public.image_parent_type OWNER TO drivovo;

--
-- Name: tariff_type; Type: TYPE; Schema: public; Owner: drivovo
--

CREATE TYPE public.tariff_type AS ENUM (
    'leasing',
    'subscription'
);


ALTER TYPE public.tariff_type OWNER TO drivovo;

SET default_tablespace = '';

SET default_table_access_method = heap;

--
-- Name: car_pages; Type: TABLE; Schema: public; Owner: drivovo
--

CREATE TABLE public.car_pages (
    id uuid DEFAULT gen_random_uuid() NOT NULL,
    car_id uuid NOT NULL,
    title character varying(255) NOT NULL,
    description text,
    rating numeric(3,2),
    reviews jsonb DEFAULT '[]'::jsonb NOT NULL,
    seo_title character varying(255),
    seo_description text
);


ALTER TABLE public.car_pages OWNER TO drivovo;

--
-- Name: car_prices; Type: TABLE; Schema: public; Owner: drivovo
--

CREATE TABLE public.car_prices (
    id uuid DEFAULT gen_random_uuid() NOT NULL,
    car_id uuid NOT NULL,
    country_id uuid NOT NULL,
    value numeric(12,2) NOT NULL,
    currency character varying(10) NOT NULL
);


ALTER TABLE public.car_prices OWNER TO drivovo;

--
-- Name: cars; Type: TABLE; Schema: public; Owner: drivovo
--

CREATE TABLE public.cars (
    id uuid DEFAULT gen_random_uuid() NOT NULL,
    name character varying(255) NOT NULL,
    brand character varying(100) NOT NULL,
    description text,
    drive_type public.drive_type NOT NULL,
    type public.car_type NOT NULL,
    url character varying(500),
    acceleration character varying(50),
    power character varying(50),
    color character varying(100),
    interior_trim character varying(255),
    status public.car_status DEFAULT 'available'::public.car_status NOT NULL,
    engine_type public.fuel_type NOT NULL,
    engine_capacity character varying(50),
    engine_fuel_cons character varying(50)
);


ALTER TABLE public.cars OWNER TO drivovo;

--
-- Name: countries; Type: TABLE; Schema: public; Owner: drivovo
--

CREATE TABLE public.countries (
    id uuid DEFAULT gen_random_uuid() NOT NULL,
    name character varying(100) NOT NULL,
    iso2 character(2) NOT NULL,
    iso3 character(3) NOT NULL,
    phone_code character varying(20),
    currency character varying(10) NOT NULL
);


ALTER TABLE public.countries OWNER TO drivovo;

--
-- Name: credits; Type: TABLE; Schema: public; Owner: drivovo
--

CREATE TABLE public.credits (
    id uuid DEFAULT gen_random_uuid() NOT NULL,
    car_id uuid NOT NULL,
    tariff_id uuid NOT NULL,
    country_id uuid NOT NULL,
    user_id uuid NOT NULL,
    status public.credit_status DEFAULT 'pending'::public.credit_status NOT NULL,
    term integer,
    deposit_value numeric(12,2),
    deposit_currency character varying(10),
    created_at timestamp without time zone DEFAULT now() NOT NULL,
    updated_at timestamp without time zone DEFAULT now() NOT NULL
);


ALTER TABLE public.credits OWNER TO drivovo;

--
-- Name: images; Type: TABLE; Schema: public; Owner: drivovo
--

CREATE TABLE public.images (
    id uuid DEFAULT gen_random_uuid() NOT NULL,
    parent_id uuid NOT NULL,
    parent_type public.image_parent_type NOT NULL,
    url character varying(500) NOT NULL,
    alt character varying(255),
    width integer,
    height integer
);


ALTER TABLE public.images OWNER TO drivovo;

--
-- Name: orders; Type: TABLE; Schema: public; Owner: drivovo
--

CREATE TABLE public.orders (
    id uuid DEFAULT gen_random_uuid() NOT NULL,
    tariff_id uuid NOT NULL,
    car_id uuid NOT NULL,
    country_id uuid NOT NULL,
    name character varying(255) NOT NULL,
    price numeric(12,2) NOT NULL,
    currency character varying(10) NOT NULL
);


ALTER TABLE public.orders OWNER TO drivovo;

--
-- Name: subscriptions; Type: TABLE; Schema: public; Owner: drivovo
--

CREATE TABLE public.subscriptions (
    id uuid DEFAULT gen_random_uuid() NOT NULL,
    type public.tariff_type NOT NULL,
    name character varying(255) NOT NULL
);


ALTER TABLE public.subscriptions OWNER TO drivovo;

--
-- Name: users; Type: TABLE; Schema: public; Owner: drivovo
--

CREATE TABLE public.users (
    id uuid DEFAULT gen_random_uuid() NOT NULL,
    name character varying(100),
    email character varying(255),
    phone character varying(50),
    driving_exp public.driving_experience,
    came_from character varying(255),
    avail_day public.availability_day,
    avail_time public.availability_time,
    drinks public.drinks_type,
    created_at timestamp without time zone DEFAULT now() NOT NULL,
    updated_at timestamp without time zone DEFAULT now() NOT NULL
);


ALTER TABLE public.users OWNER TO drivovo;

--
-- Data for Name: car_pages; Type: TABLE DATA; Schema: public; Owner: drivovo
--

INSERT INTO public.car_pages VALUES ('3cca3184-a311-4624-b1c2-845b068c08e7', 'ed05f534-f9db-4ff3-86d0-9fc52a600d28', 'Тачка кольору всесвіту🌌', '<p>VW Tiguan — універсальний SUV із німецьким характером.<br />
Доступна топова версія:</p>
<p>2.0 TSI — 250 к.с., 370 Нм, 0–100 км/год за 6,2 с<br />
Повний привід 4MOTION, швидка DSG-передача, стабільна тяга та драйв як у GTI — але з простором і зручністю кросовера.</p>
<p>Tiguan за підпискою — це коли маєш все, що треба, без кредитів, страхів і компромісів.</p>

<p>Салон Tiguan — для тих, хто цінує простір і порядок.</p>
<p>Мультимедіа з 8&#8243; або 10&#8243; дисплеєм, повна підтримка Apple CarPlay / Android Auto</p>
<p>Віртуальна панель приладів</p>
<p>Електропривод багажника, адаптивне підсвічування</p>
<p>Комфортне сидіння з регулюванням попереку</p>
<p>Ідеальний для сім’ї, подорожей і міських справ. А з авто за підпискою — він ще й твій без зайвих клопотів.</p>

<p>Tiguan — універсальний SUV з бензиновим мотором на 250 к.с., повним приводом і DSG. Комфорт для щоденного життя й подорожей.</p>
<p>✔ Повне страхування: КАСКО, ОСЦПВ, GAP, GPS-захист<br />
✔ ТО, сезонна гума, підмінне авто<br />
✔ Trade-in, драйвер-сервіс, підтримка 24/7<br />
✔ Оформлення за 29 хв без перевірок і банківських документів</p>
<p>Volkswagen Tiguan — коли все працює для тебе, а не ти для авто</p>
', NULL, '[{"author": "Григорій Осадчий", "rating": 5, "comment": "За пропозицією засновника Drivovo-Club Maxim Solovyov взяв на вихідні у тест-драйв новий Volkswagen Tiguan R-line. Не має сенсу писати про всі сучасні плюшки які роблять водіння безпечним та комфортним, в новому Тігуані вони звісно є, про це все можна детально подивитись в професійних описах. Максим з турботою зробив огляд основних перед початком тест-драйву. Можу зазначити, що мені сподобався дизайн машини, місця всередині багато для всієї сімї. Дощові вихідні в машині пройшли затишно, як в пересуванні містом по проспекту (в режимі Еко всі набори та скидання швидкості і маневри дуже плавні, наче в кріслі вдома), так і коли довелось тягнутись по вуличках, проїздах та парковках. Очікування були перевершені, враження дуже приємні. Як кажуть у Drivovo-Club Drive it Easy. І звісно памятаймо, що можливості комфортного пересування у авто не було б без успіхів ЗСУ, Героям Слава!", "authorImage": "https://drivovo.eu/wp-content/uploads/2025/03/294824174_606739224170374_2212901346118307789_n.jpg"}]', 'Volkswagen Tiguan R-Line від Drivovo: Ваш автомобіль по підписці з передовими технологіями', 'Підписка на авто з Drivovo: замовте Volkswagen Tiguan R-Line з потужністю 220 к.с. і 4MOTION приводом. Використовуйте передові функції, включаючи адаптивний круїз-контроль та систему безпеки Side Assist, а також насолоджуйтесь високоякісним аудіо від Harman Kardon.');
INSERT INTO public.car_pages VALUES ('733833f7-c97e-4e54-8b9d-96be3c55fe7d', '59a8b950-1194-4a76-a12b-29890e001fe0', 'Тачка — це перепустка в Drivovo Pride', '<p>Audi Q5 доступна у бензиновій версії 2.0 TFSI (265 к.с., 0–100 км/год за 6,1 с) і дизельній 2.0 TDI (204 к.с., 7,6 с до 100 км/год). Повний привід quattro, 7-ступенева автоматична коробка S tronic — ідеальне поєднання потужності та контролю на будь-якому покритті. Обирай Audi Q5 за підпискою — і відчуй преміальний драйв без переплат і довгих оформлень.</p>

<p>Всередині Audi Q5 — поєднання стриманого преміуму та функціонального комфорту. Віртуальна панель приладів Audi Virtual Cockpit, мультимедіа MMI з 10,1&#8243; дисплеєм, двозонний клімат-контроль, світлодіодне підсвічування, акустика Bang &amp; Olufsen (опційно) — усе для твого затишку. Завдяки авто за підпискою ти отримуєш максимум без зобов’язань.</p>

<p>Усе включено — і нічого зайвого. Audi Q5 оснащена системами попередження зіткнень, допомогою при паркуванні, камерою заднього виду, утриманням у смузі та адаптивним круїз-контролем. А разом із підпискою ти отримуєш КАСКО, страхування, GPS-трекер, технічне обслуговування і заміну гуми. Сів — і поїхав.</p>
', NULL, '[{"author": "Горбенко Андрій", "rating": 5, "comment": "Зрозумійте я не отримую якогось кайфу від швидкості. У мене одне око і я не бачу 3D як більшість з вас. Тому швидке авто мені це так само як і не швидке картинка та сама. А от чітке керування я люблю. Коли ти точно знаєш, що хочешь, робиш це і машина виконує саме те чого ти хочеш. Ти не пристосовуєшся під неї, а вона під тебе вона просто вона розуміє чого ти хочеш і робить це. Сидячі в Ауді питаєш себе а навіщо інші машини взагалі? Ну бо при бажанні сюди залізуть дві дитини і коляска. Що не правда всім буде тісно)))) Але коли сидиш в Ауді про це не думаєш. Думаєш як тобі в ній приємно. Потім коли я віддав машину я згадав, що у мене в ній грала тільки життєрадісна музика ну отак я обирав. У висновку я попрошу вас спробувати поводити хоча б на тест драйві щось таке. Або Ауді А4, або BMW 3 або напишіть що треба поводити, ті хто розуміється на таких автомобілях. Це як відчути, що світ ширший. Це як слухати все життя поп, шансон і дитячі пісеньки, а потім почути рок-н-ролл. Ну і я так думаю, що кожен має хоча б рік в своєму житті поволодіти такою машиною. Щоб життя було повнішим. Дякую Drivovo-Club , що відкрили очі на світ автомобілів.", "authorImage": "https://drivovo.eu/wp-content/uploads/2025/03/245997274_10227091570218929_1789616788653253511_n.jpg"}]', 'Audi Q5: Розкіш, Комфорт та Потужність у Кожному Заїзді', 'Відкрийте світ розкоші з Audi Q5 — потужним кросовером, що поєднує вишуканий дизайн та передові технології. Оформіть підписку на авто в Drivovo та насолоджуйтесь неперевершеним комфортом, простором та динамікою під час кожної поїздки. Відчуйте різницю з Audi Q5 вже сьогодні!');
INSERT INTO public.car_pages VALUES ('5c15103f-0056-44f3-a0e6-de834f9bc1c0', '4be2ac97-7b2c-4026-a4db-e8857ed6cfb3', 'Тачка — це перепустка в Drivovo Pride', '<p>Audi Q7 — це поєднання солідної маси та динаміки преміум-рівня. Бензинові та дизельні мотори видають від 231 до 340 к.с., що гарантує плавне прискорення та впевнене обгонне маневрування.<br />
Бензиновий Q7 55 TFSI (340 к.с.) розганяється до 100 км/год за 5,9 секунди, а дизельна версія 45 TDI (231 к.с.) — за 7,1 секунди.<br />
З Audi Q7 у підписці від Drivovo ви отримуєте не просто авто, а драйв без компромісів — потужний, стабільний і завжди готовий до нових маршрутів.</p>

<p>Салон Audi Q7 — це еталон преміальної ергономіки та цифрових рішень. Просторий 7-місний інтер’єр із віртуальною панеллю приладів Audi Virtual Cockpit, двома сенсорними дисплеями MMI та адаптивним підсвічуванням створює атмосферу сучасного комфорту.<br />
Автомобіль підтримує Apple CarPlay, Android Auto, має навігацію, голосове керування та Bang &amp; Olufsen у топових комплектаціях.<br />
У підписці на Audi Q7 від Drivovo технології — не бонус, а стандарт.</p>

<p>Audi Q7 — це великий преміум SUV з двигунами до 340 к.с., повним приводом і простором для 7 пасажирів. Він дарує впевненість у русі та сервісі.</p>
<p>✔ повне страхування: КАСКО, ОСЦПВ, GAP, GPS-захист<br />
✔ ТО, сезонна гума, підмінне авто<br />
✔ trade-in, супровід на СТО, підтримка 24/7<br />
✔ оформлення за 29 хв без довідок і перевірок</p>
<p>Audi Q7 — це бізнес-клас на колесах: комфорт і турбота вже в комплекті</p>
', NULL, '[{"author": "Олександр Джупина", "rating": 5, "comment": "Solovyov Maxim , по-перше, дякую за подарунок на др “тест драйв Audi Q7”. Це було потужно та емоційно. А, по-друге, якби я працював в салоні Audi, то саме так описав цей автомобіль «висока якість виконання та потужний двигун Audi Q7 залишає незабутнє враження. Просторий салон, передові технології та відмінна ергономіка роблять кожну поїздку комфортною. Завдяки високій маневреності та продуманій системі безпеки, цей автомобіль вражає якістю та відчуттям розкоші». Але ми люді прості, тому слухайте реальний відгук: 1. Audi Q7 це літак. Тулить дай Бог. 3 л дизелю вистачає з головою. Щоб ви розуміли, тачка не прискорюються, а вистрілює. 2. Салон великий та якісний. Сідаєш у ці крісла, і таке відчуття, що ніби вони тебе обіймуть своїми рученятами і гріють тобі спинку. 3. По кнопочкам- все системно та оптимізовано в стилі німців. Хотів до чогось причепитися, але трясця не вийшло. 4. Якість матеріалів на висоті. 5. Дуже крута штука прям мега круть це рідні асистенти допомоги водієві. Це топ. Особисто протестував автоматичну парковку. Машинка сама паркується, а це вражає. І головне. Що все рівно і чітко. Висновок: офігенна тачка, економічна, мʼяка по підвісці, технологічна, емоційна. Шо не сподобалося: 1. Відсутні пороги. Треба звикнути, щоб з неї вилазити. 2. Машинка на свого клієнта. Щодо мене, то я б розглядав дану машинку як другу машину для сімʼї. Якщо от плям покласти руку на серце, то аудюха не закриє мій слот по моєму хоббі рибалка. По-перше , не всюди вона проїде, по-друге, ну дуже вона елегантна. А так по місту, по трасі, мінімально виїхати на природу, то буде ок. Всім дякую. Особливо хлопцям з Drivovo-Club . Мега клієнтоорієнтовані пацани.", "authorImage": "https://drivovo.eu/wp-content/uploads/2025/03/424888862_10225305508997259_869204859990137290_n.jpg"}]', 'Audi Q7 за підпискою від Drivovo - Ідеальне авто для вашого комфорту', 'Оформіть підписку на Audi Q7 50 TDI Quattro S Line: дизельний двигун 286 к.с., 8-ступінчата Tiptronic, 4-зональний клімат-контроль, адаптивна підвіска, та Bang & Olufsen звук. Люксовий комфорт та вражаючі технології в одному авто');
INSERT INTO public.car_pages VALUES ('58df4510-29f4-4e31-9511-ea244c21e9aa', 'd875c8a9-c080-4904-9a2a-171c1d8be473', 'Audi Q8 50 TDI quattro S line', '<p>Audi Q8 — це розкішний позашляховик із характером купе.<br />
Доступні бензинові та дизельні версії:</p>
<p>50 TDI — 3.0 дизель, 286 к.с., 600 Нм, 0–100 км/год за 6,1 с</p>
<p>Фірмова система quattro та адаптивна пневмопідвіска забезпечують плавність ходу і впевненість на будь-якій дорозі.<br />
Audi Q8 в підписці — це статус, який не потребує виправдань.</p>

<p>Інтер’єр Audi Q8 — це простір тиші, технологій і естетики.<br />
Три дисплеї MMI Touch Response, цифрова панель Virtual Cockpit, сидіння з вентиляцією та масажем, преміальна акустика Bang &amp; Olufsen.<br />
Продумане до деталей ambient-підсвічування та безрамкові екрани — усе говорить про сучасний смак.<br />
З авто за підпискою від Drivovo вам доступні ці технології вже сьогодні — без кредитів і очікувань.</p>

<p>Audi Q8 поєднує в собі спортивний характер купе та комфорт розкішного SUV. Потужність до 340 к.с., quattro і гібридна система — авто для сучасного темпу.</p>
<p>✔ повне страхування, трекер, онлайн-моніторинг<br />
✔ ТО, шинний сервіс, підмінне авто<br />
✔ trade-in, підтримка 24/7, супровід на СТО<br />
✔ оформлення за 29 хв без фінмоніторингу</p>
<p>У підписці Audi Q8 — це преміум-клас, який не змушує чекати</p>
', NULL, '[{"author": "Владислав Ткачук", "rating": 5, "comment": "Кермуєш автівкою так, як живеш. Цю метафору від Yuriy Koziy часто згадую, як сідаю за кермо. Так було не завжди, але зараз мій стиль — розслаблені та усвідомлені подорожі. Не просто з точки А до Б. А так, щоб помітити цікаве та подумати про важливе. Здається, #audi #q8 чудово для цього підходить. Не дивно, наскільки ця автівка комфортна. Дивовижно, наскільки швидко я до неї звик. До чималих габаритів призвичаївся за кілька годин. Отримувати задоволення — значно раніше. По відчуттям нагадує #rangerover . За потреби може показати драйв, але набагато приємніше просто плисти у потоці. Бажаючих підрізати чи зганяти в інший ряд зазвичай небагато. Не думав, що хотітиму Audi Q8. Тепер хочу За два дні тестдрайву ми здружилися та звикли одне до одного. Дякую, Maksym Soloviov за цей подарунок! Дякую команді Drivovo-Club за чудовий сервіс. На отримання та повернення коштовної автівки — мінімум часу та документів. Максимум — людського спілкування та турботи. Це приємно вражає. Дякую за цікавий досвід.", "authorImage": "https://drivovo.eu/wp-content/uploads/2025/03/34323978_10155645924257606_3138239922087919616_n.jpg"}]', 'Drivovo пропонує Audi Q8 Quattro S Line за підпискою в Україні', 'З Drivovo отримайте Audi Q8 Quattro S Line: 286 к.с., адаптивна підвіска, 4-зональний клімат-контроль, Bang & Olufsen звук, нічне бачення. Першокласний комфорт та безпека.');
INSERT INTO public.car_pages VALUES ('a388f440-7754-452e-bb62-fc93bfc33344', '36b9355c-86e4-4e8f-98be-7d0a65d4d122', 'Тачка — це перепустка в Drivovo Pride', '<p>BMW X5 — це потужний і стильний SUV, що так і манить.<br />
Під капотом — 3.0-літровий 6-циліндровий двигун на 340 к.с., який розганяється до 100 км/год за 5,5 секунди. Це не просто швидкість, а повний контроль на будь-якому типі покриття.<br />
З повним приводом xDrive і адаптивною підвіскою, BMW X5 забезпечує неймовірну стабільність і комфорт навіть на високих швидкостях.<br />
З підпискою на BMW X5 ти отримуєш безкомпромісну динаміку без турбот.</p>

<p>У BMW X5 все створено для водія: точне керування, інтуїтивно зрозумілий інтерфейс і передові технології, що працюють на тебе.<br />
Підписка на BMW X5 — це максимум технологій без додаткових витрат.</p>

<p>BMW X5 — це 3.0 л дизель на 265 к.с., повний привід xDrive і преміальна стабільність. Створений для тих, хто знає, чого хоче.</p>
<p>✔ повне страхування: КАСКО, ОСЦПВ, GAP, GPS-захист<br />
✔ ТО, сезонна гума, підмінне авто<br />
✔ trade-in, супровід на СТО, підтримка 24/7<br />
✔ оформлення за 29 хв без довідок і перевірок</p>
<p>X5 — ти керуєш, а про решту Drivovo вже подбали</p>
', NULL, '[{"author": "Ліновецька Юлія", "rating": 5, "comment": "Маю визнати, що я помилялась… Мені завжди здавалося, що BMW — переоцінене авто і, ясно, що там щось розпиляють, бо всі становляться неадекватними… Перевірила — ні, то не в машині біда 🫣 Варто було сісти за кермо, і все… Спробую притушити свої емоції і написати щось без стонів 😁 По-перше, салон 😌🤌 Я в дикому захваті (не вийшло без емоцій 💁🏻‍♀️), бо відчуваєш себе капітаном космічного корабля, де 100500 налаштувань, але все інтуїтивно зрозуміло. Технологічно, сучасно, естетично, функціонально й ергономічно. Від підстаканників до ковшів. Я б не змогла придертись, якби і хотіла. По-друге — баланс жорсткості/мʼякості ідеальний. Не гойдається по дорозі, але й не прикачує. Динамічна, маневрена, керована. Але так приємно в ній просто котитись і музичку слухати, а звук тут просто сироп для ніжних вушок меломана ☺️ По-третє — обоже, тут найкрутіша камера з усіх. І 3D паркування навіть. Я вже не знаю, що треба зробити, щоб не паркуватися ідеально. Хоча розміри чималі 🙈 Витрата… Не дивилась, якщо чесно. Бо в BMW не думаєш про дрібниці життя 🫣 До речі! Поворотники працюють, не вірте їм 🤫🌚 Ну, коротше, я ще довго можу тут пищати, але треба просто брати і їхати до Drivovo — це ж вони таку красу мають в автопарку 🐥💪🏻", "authorImage": "https://drivovo.eu/wp-content/uploads/2025/03/516037983_25262671170035900_5606138371576978690_n.jpg"}]', 'Drivovo пропонує BMW X5 xDrive 30d з пневмопідвіскою за підпискою', 'Замовляйте BMW X5 xDrive 30d від Drivovo: 265 к.с., адаптивна пневмопідвіска, розгін до 100 км/год за 6.5 сек. Ваш комфорт та безпека на максимумі з підпискою на авто');
INSERT INTO public.car_pages VALUES ('0bddfe61-dc0f-4fbd-8463-b4dc756af318', '77fc1d11-001b-42a7-856c-e10a3881b8fa', 'Тобі досі не знайоме це авто? 😳', '<p>Cupra Formentor VZ — коли кросовер має темперамент.</p>
<p>2.0 TSI, 310 к.с., повний привід 4Drive</p>
<p>Розгін 4,9 с до 100 км/год</p>
<p>Робот DSG 7-ступеневий, адаптивне шасі (DCC)</p>
<p>Це не просто швидко. Це емоційно. Це VZ — Veloz (швидкий).<br />
Обирай Formentor у підписку, якщо шукаєш щось дике, але зручне.</p>

<p>Всередині — як у спорткарі, тільки з комфортом.</p>
<p>Спортивні ковші CUPRA зі шкіри</p>
<p>Амбієнтне підсвічування</p>
<p>Віртуальна панель і 12&#8243; мультимедіа з бездротовим CarPlay</p>
<p>Безрамкове дзеркало, безключовий доступ, панорама</p>
<p>Це не просто салон — це твоя кокпіт-зона.<br />
Cupra Formentor за підпискою — твій стиль у кожній деталі.</p>

<p>Formentor VZ — 310 к.с., DSG, повний привід і дизайн, що виділяється. Компактний спорт-SUV з диким характером.</p>
<p>✔ Повне страхування: КАСКО, ОСЦПВ, GAP, трекер<br />
✔ ТО, сезонна гума, підмінне авто<br />
✔ Trade-in, супровід на СТО, підтримка 24/7<br />
✔ Оформлення без довідок, лише за наявності паспорта і прав</p>
<p>Cupra Formentor — це коли авто заряджене, а ти — спокійний</p>
', NULL, '[{"author": "Вікторія Наливайко", "rating": 5, "comment": "В кожного свої залежності в мене от автівки *колись мріяла про другу освіту автомеханіка Зараз ця мрія трансформувалась в бажання їздити і бажано багато) а ще, тестувати нові авто та намагатись зрозуміти їх самоідентичність, чим вони різняться, що мені в кожній з них подобається, їх характер. От наприклад ця Купра дуже круто себе веде на трасі, тримає кермо та на 180 навіть не відчуваєш, що це 180. Про зовнішній вигляд мовчу, слина тече Але характеру замало (але ж і Купри бувають різні ). А от Тігуан мій, хоч і 15 року, але турбіна робить свою справу і на світлофорі я вириваюсь вперед (тут мене можна трішки затюкати, бо я чуть-чуть шалений драйвер) Дякую Drivovo-Club що з вами я можу реалізовувати свою мрію. Це вже 3 машинка від Drivovo але не остання Наступні на тест-драйв Toyota RAV4, Volvo XC60. Якщо ви такий же автолюбитель, подружіться та затестуйте авто від Drivovo Maksym Soloviov дякую за супер сервіс", "authorImage": "https://drivovo.eu/wp-content/uploads/2025/03/354468382_3194941727465400_6691273696264086344_n.jpg"}]', 'Drivovo: Ваш шлях до Formentor VZ — підписка авто на топові умови', 'Переживіть драйв з Formentor VZ, пропонований Drivovo. 310 к.с., панорамний дах, адаптивна підвіска, і розширена мультимедія. Перевага підписки на автомобіль для вимогливих водіїв');
INSERT INTO public.car_pages VALUES ('b69d9b05-2b16-4c2f-9f2c-0bc6aee86f42', 'e908ecea-321b-4273-bf88-32e42bdc8e3e', 'Тачка — це перепустка в Drivovo Pride', '<p>Mercedes GLS не просто вражає — він захоплює. Потужний 3.0 л V6, 367 к.с. і розгін 6.1 секунда до 100, ти відчуваєш не просто швидкість, а повний контроль за кожним рухом. Спортивна динаміка в поєднанні з розкішшю — однозначно про нього.</p>

<p>Кожна поїздка в Mercedes GLS — це подорож у світ технологій і комфорту. Від першого дотику до керма ти розумієш, що це авто шикарне. Просторі сидіння, віртуальна панель приладів, акустика Burmester і мультимедійна система з підтримкою Apple CarPlay та Android Auto — усе, що необхідно для справжнього преміум-досвіду.</p>

<p>GLS — це 367 к.с., 3.0 л V6, 4MATIC, 7 місць і рівень розкоші, який справді відчувається. Простір, міць і технології в одному SUV.</p>
<p>✔ повне страхування: КАСКО, ОСЦПВ, GAP, GPS-захист<br />
✔ ТО, шини, підмінне авто, шинний сервіс<br />
✔ trade-in, консьєрж-супровід, підтримка 24/7<br />
✔ оформлення за 29 хв без фінконтролю</p>
<p>Mercedes GLS — не просто авто, а престижна територія руху</p>
', NULL, '[{"author": "Володимир Швець", "rating": 5, "comment": "100 km зручно, комфортно, кайфово🔥 Авто велике, габарити відчуваються, але на трасі це плюс всі пропускають і поважають💪🏻", "authorImage": "https://drivovo.eu/wp-content/uploads/2025/03/photo_2025-07-25_15-01-36.jpg"}]', 'Mercedes-Benz GLS-Class 400 d 4MATIC: Розкіш і Потужність у Великому Форматі', 'Відкрийте світ розкоші з Mercedes-Benz GLS-Class 400 d 4MATIC — елегантним SUV, що вражає потужністю, простором та інноваційними технологіями. Оформіть підписку на авто в Drivovo і насолоджуйтесь комфортом для всієї родини під час кожної поїздки. Станьте володарем Mercedes-Benz GLS-Class 400 d 4MATIC вже сьогодні!');
INSERT INTO public.car_pages VALUES ('e122a448-fe0e-4ae3-a5f8-bff5c286773a', '0e4e5a87-7d15-4e36-92a9-8a39392d915a', 'Porsche Macan Miami Blue', '<p>Porsche Macan оснащений 2.0 л турбованим двигуном на 265 к.с., що дозволяє досягти розгону до 100 км/год за 6,4 секунди. Це автомобіль, який поєднує потужність з точністю в керуванні, забезпечуючи впевненість у будь-яких умовах.</p>

<p>Салон Macan — стильний і комфортний. Віртуальна панель приладів, мультимедіа система з підтримкою Apple CarPlay, адаптивне освітлення, шкіряні сидіння, акустика BOSE — усе для зручності і задоволення в поїздках.</p>

<p>Динамічний преміум-SUV із 265 к.с., повним приводом і 7-ступеневим PDK. Поєднання стилю, керованості та статусу.</p>
<p>✔ повне страхування: КАСКО, ОСЦПВ, GAP, супутниковий трекер<br />
✔ ТО, сезонна гума, підмінне авто<br />
✔ trade-in, підтримка 24/7, без вихідних<br />
✔ оформлення без зайвих питань — лише паспорт і права</p>
<p>Macan у підписці — це коли твоя швидкість і наш сервіс працюють як одне ціле</p>
', NULL, '[{"author": "Сергій Костя", "rating": 5, "comment": "Понеділок. Хочу додати чогось позитивного Одним із важливих показників, а також мотивацій, що ринок працює, бізнеси працюють, економіка працює це нові продукти, нові проєкти та бізнеси вцілому. Мав нагоду особисто познайомитись з Solovyov Maxim , CEO Drivovo-Club сервісу авто по підписці. По-перше це дійсно авто по підписці, і вам не потрібно думати ні про що. Від придбання, юридичних моментів, повного обслуговування і подальшої ліквідності авто. По-друге це команда професіоналів та знавців своєї справи. По-третє і для мене це особисто дуже важливо. Якщо ви не знаєте, що вам дійсно потрібно, то спробуйте, сервіс надає тест драйв на день чи два, що дійсно розкриває весь поведінковий патерн, адже за годину-дві, вже проходить ейфорія від нового/іношого авто і вже приходить раціональне повсякденне використання. Porsche Macan Miami blue це TOP", "authorImage": "https://drivovo.eu/wp-content/uploads/2025/03/495938822_29714734108141302_7411317935823048589_n.jpg"}]', 'Porsche Macan Miami Blue від Drivovo: Підписка на автомобіль зі стилем', 'Drivovo представляє Porsche Macan у відтінку Miami Blue. Насолоджуйтесь 265 к.с., адаптивною пневматичною підвіскою, іонізацією повітря та преміум аудіосистемою BOSE®. Ваш авто на підписку чекає!');
INSERT INTO public.car_pages VALUES ('2e823063-d267-4dea-9ad9-a808ce94ed1e', '96df0494-350f-4d5f-af9e-68ca23b34891', 'Toyota RAV 4 Adventure — це як син маминої подруги!🍦', '<p>Toyota RAV4 — це коли ти обираєш не емоційний шум, а продуману впевненість.<br />
Гібридна версія з 2.5 л (218–222 к.с.) динамічна версія — 8,4 с до сотні.<br />
Це не гонитва за секундоміром, а про комфортне, контрольоване прискорення — навіть коли графік щільний, а настрій вимагає спокою.<br />
RAV4 у підписці — вибір тих, хто звик тримати темп без зайвої метушні.</p>

<p>Салон Toyota RAV4 — це тиша, порядок і функціональність.<br />
Зручна посадка, просторий багажник, якісні матеріали, двозонний клімат, сенсорний дисплей з підтримкою Apple CarPlay та Android Auto, безключовий доступ — усе створено, щоб ти не відволікався.<br />
Комфорт не потребує зайвих пояснень — він відчувається з перших хвилин.<br />
І головне: все це вже включено в авто за підпискою. Ніяких додаткових витрат — лише спокій, стиль і технології, що працюють на тебе.</p>

<p>Гібридний кросовер з 2.5-літровим мотором до 222 к.с. Комфорт, надійність і стиль для міських та міжміських поїздок.</p>
<p>✔ Повне страхування: КАСКО, ОСЦПВ, GAP, трекер<br />
✔ ТО, сезонна гума, підмінне авто<br />
✔ Trade-in, супровід на СТО, підтримка 24/7<br />
✔ Оформлення без довідок і кредитних перевірок</p>
<p>Toyota RAV4 у підписці — це спокій, який завжди з тобою</p>
', NULL, '[{"author": "Максим Макаренко", "rating": 5, "comment": "Я просто кайфую, коли бізнеси намагаються надавати сервіси екстра рівня для своїх клієнтів. Як мені здається, overdelivery це найважливіша складова DNA кожної сервісної компанії. Але те, що робить Solovyov Maxim з Drivovo-Club це на мій погляд просто еталон того, як сервісні компанії повинні будувати відносини і комунікацію зі своїми кліентами. Я спостерігаю за Drivovo з першого дня існування і мені дуже імпонує ідеологія та підхід який вони використовують I ось нещодавно я дізнався, що Drivovo вирішили виходити на ринок Польщі і Макс одразу запропонував мені потестити декілька днів новеньку Toyota Rav4. Це вам не якийсь тест-драйв на пів годинки, це реально крута можливість потестити машинку в різних кейсах і подивитись чи підходить вона тобі чи, наприклад, зрозуміти що вона не дуже влазить на твоє паркомісце Дуже круто та зручно, ну і як завжди хлопці довели, що вони все роблять на найвищому рівні Всі знають, що Українські компанії на дві голови вище з точкі зору рівня сервісу порівнюючи з рештою європейських (і не тільки) країн і я дуже пишаюся коли круті компанії які не дивлячись ні на що масштабують бізнес і виходять на нові ринки, щоб показати усім, як треба будувати крутий сервіс. Я впевнений що Drivovo стануть одним з таких крутезних кейсів на ринку Європи вже дуже скоро P.S. Пост не проплачений, це прям щиро від всього серця", "authorImage": "https://drivovo.eu/wp-content/uploads/2025/03/74356123_2700798443306239_2436547320821579776_n.jpg"}]', 'Ваша машина по підписці: Toyota RAV4 Hybrid від Drivovo — Передові технології та комфорт', 'Замовляйте Toyota RAV4 Hybrid від Drivovo і насолоджуйтесь гібридним приводом, адаптивним круїз-контролем та панорамним оглядом. Відкрийте для себе ефективність і безпеку з авто підпискою.');
INSERT INTO public.car_pages VALUES ('946f421c-829e-403a-ba1c-946459bf6e32', '546ba37f-46cb-44fe-b268-63eada8d9d24', 'Хітяра автопарку DRIVOVO — T-Roc Style!🌟', '<p>VW T-Roc — компактний кросовер із характером.</p>
<p>1.5 TSI — 150 к.с., 250 Нм, 0–100 км/год за 8,4 с</p>
<p>Маневровий, живий і адаптований до міського ритму. Ідеальний для тих, хто шукає динамічний стиль без зайвого пафосу.</p>
<p>T-Roc за підпискою — твоя свобода без кредитів і паперової тяганини.</p>

<p>Всередині — простір, який відчувається більшим, ніж здається.<br />
Цифрова панель Digital Cockpit, мультимедіа з підтримкою Apple CarPlay / Android Auto, двозонний клімат, ергономіка, яка не дратує. Доступні варіанти з панорамним дахом та LED-підсвіткою.</p>
<p>Комфорт — не в розмірі, а в деталях. А з підпискою на VW T-Roc ти отримуєш це одразу, без очікувань.</p>

<p>VW T-Roc — міський кросовер із характером: 150 к.с., маневреність і сучасні технології в компактному форматі. Ідеальний для щоденних пригод.</p>
<p>✔ Повне страхування: КАСКО, ОСЦПВ, GAP, GPS-захист<br />
✔ ТО, гума, шинний сервіс, підмінне авто<br />
✔ Trade-in, консьєрж-супровід, підтримка 24/7<br />
✔ Оформлення без PIT, довідок чи фінконтролю</p>
<p>T-Roc — твоя свобода руху без зайвих клопотів</p>
', NULL, '[{"author": "Назар Чередарик", "rating": 5, "comment": "Помітили, що все тепер існує за підписками ? Нетфлікс, ютуб преміум, спотіфай та інше. Розказую вам про квінтесенцію підписок підписка на машину Drivovo-Club Так сталось, що чув про них раніше, а тепер прямо познайомився і вийшло вже покористуватись сервісом. На фото забираю T-Roc, з яким у нас стався метч Машина 22 року це щось із нанотехнологій, фільтрує повітря, тримає швидкість і смугу сама, інколи спілкується з тобою Про сервіс: ти платиш лише місячний платіж, ну і заправляєшся, звичайно Все решта страховки, ТО, перевзування та інші клопоти завжди залишаються за сервісом Ну і кіллер-фіча зберігання комплекту резини, не треба шукати те саме місце, куди його діти! Дякую Sergey Gvritishvili та https://drivovo.eu/", "authorImage": "https://drivovo.eu/wp-content/uploads/2025/03/Nazar-CHeredaryk.webp"}]', 'Volkswagen T-Roc R-Line від Drivovo: Стиль і динаміка в авто підписці', 'Виберіть новий Volkswagen T-Roc R-Line з Drivovo для динамічного досвіду водіння. Завдяки 150 к.с., спортивним сидінням Premium, і бездротовій зарядці, цей автомобіль ідеально підходить для сучасного життя міста. Насолоджуйтесь перевагами підписки на авто з передовими технологіями безпеки та комфорту');
INSERT INTO public.car_pages VALUES ('ad926c50-ad4e-4199-93e2-adcd9edc5399', 'a6969073-5ada-4784-9901-fa5a3a090af7', 'Audi A6 — бізнес-клас у сучасному форматі підписки', '<p>Audi A6 — бізнес-клас із німецьким акцентом на динаміку.<br />
Доступні версії:</p>
<p>45 TFSI — 2.0 бензин, 265 к.с., 370 Нм, 0–100 км/год за 6,0 с</p>
<p>Кожна поїздка — стабільна, точна, енергійна.<br />
Фірмова ходова, опціональний повний привід quattro та бездоганна шумоізоляція — все для тих, хто цінує темп і тишу одночасно.</p>
<p>Audi A6 в підписці — це впевненість без переплат і зайвих формальностей.</p>

<p>Салон Audi A6 — це продуманий мінімалізм з акцентом на комфорт.<br />
Два сенсорні дисплеї MMI Touch, цифрова панель приладів Virtual Cockpit, підсвічування, трьохзонний клімат-контроль, шкіряні сидіння з підігрівом — у всьому відчувається інженерна виваженість.</p>
<p>Авто за підпискою — це не компроміс, а розумний вибір для тих, хто хоче бізнес-клас без банківських черг.</p>

<p>Audi A6 — динамічний бізнес-седан з повним приводом, бензиновими моторами до 265 к.с. і витриманим комфортом. Для тих, хто цінує точність і стиль.</p>
<p>✔ Повне страхування: КАСКО, ОСЦПВ, GAP, GPS-захист<br />
✔ ТО, сезонна гума, шинний сервіс, підмінне авто<br />
✔ Trade-in, супровід на СТО, підтримка 24/7<br />
✔ Оформлення без перевірок, лише паспорт і права</p>
<p>Audi A6 — це коли кожен кілометр під контролем, а все решта — вже включено</p>
', NULL, '[{"author": "Leah Zanko ", "rating": 5, "comment": "Минулий тиждень був на стілький шалений, тож аби усе встигнути, довелось пересісти на більш потужну тачку Дуже радію, що така можливість є на відстані одного повідомлення: пишеш друзям із Drivovo-Club і нова автівка одразу твоя. Хочу зазначити, що це не просто сервіс оренди, а набагаааато більше. Оформлюючи підписку на автівку в Драйвово, ви отримуєте вирішення усіх ваших проблем, які можуть виникнути в процесі експлуатації ніякого головняку із СТО, витрат часу на заміну резини, жодної вашої залученості у випадку евакуаціі автівки. Якщо із вашою автівкою щось трапилось, ви просто отримуєте підмінне авто, пересідаєте на нього та ганяєте по своїх справах, поки Драйвово вирішує усі питання Оскільки я фанат делегування, мені такий підхід шалено імпонує)) Безмежно вдячна Maksym Soloviov та усій команді Drivovo-Club за нереальний сервіс, можливість приміряти нову автівку, встигнути все, не збавляючи обертів, та каву при кожній зустрічі. Обожнюю", "authorImage": "https://drivovo.eu/wp-content/uploads/2025/07/photo_2025-07-28_13-25-04.jpg"}]', NULL, 'Обирайте Audi A6 за підпискою — стильний та потужний бізнес-седан з передовими технологіями. Користуйтеся авто без кредитів та зайвих турбот.');
INSERT INTO public.car_pages VALUES ('25ca455e-5263-4437-9842-b2153f2c8890', '3b968137-a79e-4cda-b373-497b689da090', 'Занадто гарячий, щоб ігнорувати🔥', '<p>Audi A7 Sportback — витонченість, яка летить.<br />
Доступні версії:</p>
<p>45 TFSI — 2.0 бензин, 265 к.с., 370 Нм, 0–100 км/год за 6,2 с</p>
<p>Плавний, потужний старт і точна керованість. Повний привід quattro, м’який гібрид та продумана аеродинаміка дають більше, ніж просто комфорт — це кероване задоволення.</p>
<p>Audi A7 в підписці — вибір тих, хто хоче бізнес-купе без банківських рішень і довгих контрактів.</p>

<p>Салон Audi A7 — це про преміальний спокій і інтуїтивну технологічність.<br />
Два дисплеї MMI Touch, Virtual Cockpit, аудіо Bang &amp; Olufsen, амбієнтне підсвічування, масаж сидінь (опція), простір у стилі гранд-турера.</p>
<p>Все керується легко і красиво — саме так має виглядати авто за підпискою преміум-класу.</p>

<p>Audi A7 Sportback — це 265 к.с., quattro і аеродинаміка купе. Стриманий дизайн, що рухається елегантно і швидко.</p>
<p>✔ КАСКО, ОСЦПВ, GAP, супутниковий трекер<br />
✔ ТО, сезонна гума, заміни, підмінне авто<br />
✔ Trade-in, підтримка 24/7, сервіс без вихідних<br />
✔ Реєстрація за 29 хв без банківських перевірок</p>
<p>Audi A7 — це коли розкіш і спокій поєднуються в одному русі</p>
', NULL, '[{"author": "Абрамович Ірина", "rating": 5, "comment": "Тапочку в підлогу і не відпускайте, поки я вам не скажу, якщо ви не знали, то це саме та фраза, яка має супроводжуватися нічним тест-драйвом здорової людини. І не 7 хвилин на автопаркінгу, а: Хочу на погану дорогу, Хочу спробувати іншу машину, і більше півгодини на трасі. Виявилось, що в Україні є бізнес, де прийнято робити те, що називається over-delivery. У них не тільки нові авто і чіткі умови, але й не треба нічим паритися: їздиш, заправляєш, миєш, розважаєшся. Drivovo робить решту за вас. Навіть не буду згадувати, що моя нова машина отримала смачне вино та купу крутого мерчу. Краще скажу, що від моменту, коли я натиснула кнопку на сайті до тест-драйву з засновником бізнесу, зайняло близько півгодини. Чи ні, краще, що на другому тест-драйві я прийняла рішення посеред дороги, озвучила його, а у відповідь почула: Ок, давай відразу в автосалон, обираємо колір. А наступного вечора машину привезли прямо до будинку. Ні води, ні витрат мого часу, максимально прозоре спілкування на кожному етапі. Найобразливіше в цьому всьому те, що я не знайшла підвоху (а ми памятаємо, що я заслужений майстер спорту докапатись). Також Solovyov Maxim слухає будь-які відгуки, і дуже швидко і по справі реагує.", "authorImage": "https://drivovo.eu/wp-content/uploads/2025/07/464429918_8754453017951623_4792314032443225160_n.jpg"}]', 'Audi A7 45 TFSI за підпискою — розкіш у русі', 'Audi A7 45 TFSI — купе-седан із 265 к.с., повним приводом та інтелектуальними технологіями. Обирай авто за підпискою — це свобода керування без зобов’язань.');
INSERT INTO public.car_pages VALUES ('01afe548-b478-46cc-8475-796f58a2bdf3', '56f71b72-5a4d-4e9f-b8ed-6e4504e3b7cd', 'Volkswagen Touareg R-Line', '<p>Volkswagen Touareg — SUV для тих, хто хоче більше.<br />
Доступні дизельні варіанти:</p>
<p>3.0 TDI V6 — 286 к.с., крутний момент до 600 Нм,<br />
розгін від 6,1 с до 100 км/год.</p>
<p>Повний привід 4Motion, 8-ступенева автоматична коробка та адаптивна підвіска — Touareg поєднує впевненість бізнес-класу з тягою до пригод.</p>
<p>Підписка на VW Touareg — це розкіш без обов’язків.</p>

<p>Інтер’єр Touareg — преміум із німецькою педантичністю.</p>
<p>Innovision Cockpit: суцільний вигнутий дисплей (до 15&#8243;)<br />
Сидіння ergoComfort з масажем і вентиляцією<br />
Панорамний дах, оздоблення шкірою Vienna чи Savona<br />
Підсвічування на 30 кольорів, преміальна акустика</p>
<p>Комфорт, який вражає — без зайвого пафосу. Touareg за підпискою — коли преміум став доступним.</p>

<p>Touareg — потужний дизельний SUV з двигуном V6, адаптивною підвіскою та повним приводом. Преміум без зобов’язань.</p>
<p>✔ КАСКО, ОСЦПВ, GAP, супутниковий трекер<br />
✔ ТО, гума, шинний сервіс, підмінне авто<br />
✔ Trade-in, консьєрж-сервіс 24/7, оновлення моделі<br />
✔ Оформлення без PIT і фінмоніторингу</p>
<p>VW Touareg — це статус і свобода в одному підписному пакеті</p>
', NULL, '[{"author": "Гольцберг Анна", "rating": 5, "comment": "Темні часи добре розкривають світлих людей та яскраві прекрасні бізнеси. Не важко знайти таких людей і такі бізнеси, просто треба попросити допомоги. Хто має можливість відгукнутися, можна одразу внести до Червоної книги, ну і до власного зошиту, щоб не загубити і подякувати. Тож щиро хочу подякувати сервісу Drivovo, який в найскладніший період війни дав мені змогу здійснювати свою волонтерську роботу. Хлопці без сумніву надали мені новеньке авто і ми змогли продовжити нашу діяльність допомоги самотнім людям похилого віку. Це було цілком і дуже щиро в той момент. А зараз хлопці знову активно працюють і готові бути корисними і вам! Це дійсно унікальний сервіс! Знайомтесь класні, надійні, драйвові та чесні! Детальніше про перший в Україні автосервіс за підпискою Драйвово ви можете дізнатися на сайті https://drivovo.eu", "authorImage": "https://drivovo.eu/wp-content/uploads/2025/07/photo_2025-07-28_13-59-05.jpg"}]', 'VW Touareg за підпискою — преміум SUV без зобов’язань', 'Volkswagen Touareg — потужний і технологічний позашляховик із повним приводом і комфортом бізнес-класу. Доступний за підпискою без переплат.');
INSERT INTO public.car_pages VALUES ('95bb179f-467a-448e-b0cf-1ccde695ad00', '91e038c6-600e-468f-90e8-33cb4674e00f', 'Mercedes-Benz GLE', '<p>Mercedes GLE про потужність, яка дає відчуття контролю. 3.0 л V6 на 320 к.с. розганяє автомобіль до 100 км/год за 6.8 секунди. Плавність розгону, точність у керуванні та стабільність на будь-яких маршрутах — те, що ти отримуєш від цього звіра.</p>

<p>У салоні Mercedes GLE: просторі сидіння з преміальних матеріалів, мультимедійна система з підтримкою Apple CarPlay та Android Auto, адаптивне освітлення, шкіряне оздоблення і акустика Burmester — усе це створює атмосферу комфорту та елегантності. Кожен елемент продуманий, щоб поїздка приносила лише задоволення.</p>

<p>GLE — 320 к.с., повний привід, V6 і адаптивна підвіска. Просторий SUV, який дарує впевненість і статус.</p>
<p>✔ КАСКО, ОСЦПВ, GAP, супутниковий GPS-захист<br />
✔ ТО, гума, шинний сервіс, підмінне авто<br />
✔ trade-in, драйвер-сервіс, цілодобова підтримка<br />
✔ оформлення без довідок, за 29 хв</p>
<p>GLE у підписці — це коли турбота не навʼязується, а просто працює</p>
', NULL, '[{"author": "Савелєв Євген", "rating": 5, "comment": "А тепер про Драйвово. Команда фанати своєї справи! Коли я забирав свою машину у одного з членів їхньої команди Олександра, ми майже годину з ним спілкуватися. Давно не відчував такого захвату і тотальної віддачі! За той короткий час нашого спілкування (так, години точно замало:) я загалом зрозумів, що таке Драйвово. Так ось) Хлопці надають можливість, при досить комфортному першому внеску, взяти авто в користування з щомісячними платежами. Такий собі лізинг АЛЕ, це не класичний лізинг. Тут команда Драйвово бере на себе всі турботи про авто, починаючи від ТО і до зберігання зимових шин! Тобто ви дійсно, просто берете і їдете) Окрім цього, Drivovo організували дуже потужну спільноту однодумців, в якій обмінюються автомобілями, збираються на зустрічі, створюють спільні проекти та проводять час разом І ось, ви поїздили півроку-рік та захотіли змінити авто, це можна зробити дуже просто, а значна частина минулих платежів перерахована на оплату нового авто Ну, мені як лібертаріанському юристу особливо приємно було почути, що підписатися на авто можна буквально за один день, бо процедура апрува дуже ліберальна і проста Ще багато чого можна писати про те, що зробили ці адепти зручності, якості та драйву, але рекомендую просто протестувати, щоб отримати класний та комфортний досвід появи нового авто у вашому житті, з легкістю та задоволенням", "authorImage": "https://drivovo.eu/wp-content/uploads/2025/07/photo_2025-07-28_15-59-00.jpg"}]', 'Mercedes GLC за підпискою — комфорт і стиль без зобов’язань', 'Mercedes-Benz GLC — елегантний SUV з повним приводом, цифровими технологіями та преміальним салоном. Користуйся авто за підпискою — зручно і вигідно.');
INSERT INTO public.car_pages VALUES ('d9e175f1-8e8f-4ac9-935a-7457e4649ed0', 'bf08ea70-70fc-43dd-86af-3d3df2332e4a', 'Cupra Terramar ', '<p>Cupra Terramar оснащений турбованим бензиновим двигуном потужністю до 265 к.с., який розганяє авто до 100 км/год приблизно за 5,5 секунди. Ідеальний варіант для тих, хто цінує швидкість, динаміку і драйв, обираючи авто за підпискою без компромісів.</p>

<p>Сучасний і стильний салон з преміальними матеріалами, повністю цифрова панель приладів, сенсорний екран мультимедіа і розширені можливості підключення. Комфорт і передові технології створюють ідеальне середовище для будь-якої поїздки.</p>

<p>Terramar — до 300 к.с., турбований бензин, адаптивне шасі й повний привід. Сучасний SUV для тих, хто завжди в русі.</p>
<p>✔ КАСКО, GAP, ОСЦПВ, супутниковий трекер<br />
✔ ТО, сезонна гума, підмінне авто<br />
✔ Trade-in, супровід, підтримка 24/7<br />
✔ Реєстрація за 29 хв, без зайвих перевірок</p>
<p>Cupra Terramar — тільки уяви, швидкість, технології і зручність — все в одному авто. А з підпискою й уявляти не треба</p>
', NULL, '[{"author": "Городецкий Едуард", "rating": 5, "comment": "Мій друг Максим та його @drivovoofficial не тільки продовжують постачати українцям відмінні автомобілі з шаленим сервісом, але й умудряються як і раніше комплектувати кожну машину пляшечкою @my_wine_by_ego Макс, дякую!🤝", "authorImage": "https://drivovo.eu/wp-content/uploads/2025/07/photo_2025-07-28_14-48-29.jpg"}]', 'Cupra Terramar за підпискою — гібридний SUV із характером', 'Cupra Terramar — спортивний гібридний кросовер із потужним дизайном та технологіями. Користуйтесь авто за підпискою — без лізингу та кредитів.');
INSERT INTO public.car_pages VALUES ('abbfd5f6-ba6f-4783-9fc0-bf2206456d12', 'f8467957-2266-49ed-8de0-19f7a5f8b184', 'Toyota Prado', '<p>Toyota Prado — це авто, яке вражає своєю потужністю і здатністю долати будь-які перешкоди.<br />
Дизель 2.8 л (204 к.с.) дає розгін до 100 км/год за 8,6 секунди. Потужність, яка працює для тебе на дорозі і поза нею.<br />
З Prado в підписці ти отримуєш не лише авто, а й справжнього партнера для подорожей.</p>

<p>Салон Prado — це простір для комфортних подорожей.<br />
7 місць для пасажирів, мультимедіа з підтримкою Apple CarPlay та Android Auto, двозонний клімат-контроль, камера кругового огляду, електронний ручник. Все на своєму місці, щоб твоя подорож була максимально комфортною.</p>

<p>Потужний рамний SUV з дизелем 2.8 л або бензином 2.4 л. Повний привід і 7 місць — для великих родин і ще більших пригод.</p>
<p>✔ КАСКО, GAP, ОСЦПВ, трекер безпеки<br />
✔ ТО, гума, шинний сервіс, підмінне авто<br />
✔ trade-in, сервіс 24/7, супровід на СТО<br />
✔ реєстрація за 29 хв без кредитної історії</p>
<p>Toyota Prado — це твій партнер на будь-якому маршруті, навіть бездоріжжя</p>
', NULL, '[{"author": "Ліновецька Юлія", "rating": 5, "comment": "Спонсор моєї здорової кукухи у всьому цьому дорога, регулярне керування чимось, не менше 3x літрів, бажано🤭😁 Не знаю, скільки тисяч кілометрів проїхала за рік, скільки часу провела десь на дорогах України і не тільки, але точно знаю, що знайшла свій особистий антидепресант і джерело ендорфіну. Ну і зробила свій власний хіт-парад з 50+ автівок, на яких встигла поганяти, переважно, дякуючи @drivovoofficial 😏😁", "authorImage": "https://drivovo.eu/wp-content/uploads/2025/03/516037983_25262671170035900_5606138371576978690_n.jpg"}]', 'Toyota Prado за підпискою — потужність і комфорт без зобов’язань', 'Toyota Prado — справжній позашляховик для будь-яких умов. Доступний за підпискою: жодних кредитів, лише повна свобода керування.');
INSERT INTO public.car_pages VALUES ('c937a1a1-dd7b-42dd-9d1f-c445a9ef76bf', '2f4bbdbf-2786-44c6-8214-325c3907ddba', 'Porsche Cayenne', '<p>Porsche Cayenne дарує справжнє задоволення від кермування. Потужний 3.0 л V6 турбодвигун на 353 к.с. розганяється до 100 км/год за 6,0 секунди.<br />
Ідеально збалансоване підвіскове налаштування та точне керування забезпечують чудову динаміку і стабільність, навіть при великих швидкостях. Cayenne дарує драйв, не втрачаючи комфорту — ідеальний вибір для тих, хто хоче поєднувати емоційність з практичністю.</p>

<p>Просторі сидіння з вишуканими матеріалами, панорамний дах, шкіряне оздоблення та передові технології, включаючи мультимедійні системи з підтримкою Apple CarPlay та Android Auto.<br />
Система віртуальної панелі приладів, яка дозволяє швидко отримувати необхідну інформацію, а також інтегрована аудіосистема BOSE, гарантує максимальний комфорт під час поїздок. Адаптивне підсвічування і точна ергономіка сидінь роблять перебування в салоні ще комфортнішим, незалежно від того, чи це коротка поїздка, чи довга подорож.</p>

<p>Потужний 3.0 л V6 на 340 к.с., адаптивна підвіска, повний привід. Cayenne — це драйв, який не йде на компроміси з комфортом.</p>
<p>✔ повне страхування: КАСКО, ОСЦПВ, GAP, GPS-захист<br />
✔ ТО, сезонна гума, шинний сервіс, підмінне авто<br />
✔ trade-in, супровід на СТО, консьєрж 24/7<br />
✔ оформлення без PIT і фінперевірок</p>
<p>Porsche Cayenne — це коли авто реагує швидше, ніж ти встигаєш подумати</p>
', NULL, '[{"author": "Гатальська Марія", "rating": 5, "comment": "Я ніколи не пишу відгуки, ну чи майже ніколи. Просто подумала, що це може бути актуальним для когось з моїх фб друзів. Сьогодні завершився етап відносин з #drivovoofficial . Хто такі #drivovoofficial? Ви колись стикалися з тим, що компанія, а в даному випадку український бізнес, не намагається на вас заробити, а стає вашим компаньйоном, помічником і передбачає всі ваші очікування? Здавалося б авто за підпискою, що це взагалі таке?!, подумала я, вперше про таке почувши, напевно щось на зразок лізингу з плюшками. А виявилося, що це справжній автомобільний світ в якому є СЕРВІС ( забираєш машину буквально за годину, ніякої бюрократії, ніяких самостійних ТО, для цього є кваліфікований менеджер і підмінне авто, вирішення будь-яких питань з авто починаючи від можливості викупу закінчуючи допомогою з продажем, тест драйв найновіших і найкрутіших авто і ще багато фішок, я б сказала, це як замовити в ресторані щось, чого немає в меню і ви це обовязково отримаєте) плюс ціле комюніті однодумців. Враховуючи в який час ми живемо, де про стабільність залишилися тільки спогади, підписка це реально потрібна штука, хоча б тому, що всі автопроблеми, це відповідальність Драйвово. Мій особистий кейс, який мене просто підкорив, це 24.02.22 хлопці не просто дозволили виїжджати за кордон, а й за лічені години відправили всі документи для виїзду і сказали, що у них є ще машини для бажаючих виїхати. Чому ж мій етап стосунків завершився? Тому що, на жаль, їх поки що немає в Німеччині, а новий закон не дозволяє мені взяти нову підписку. І як кажуть, що починаєш цінувати тільки коли втрачаєш, я ось оцінила зіткнувшись з німецькою бюрократією при покупці і зрозуміла, як комфортно, коли все вирішується без твоєї участі. Тим хто в Польщі, дууууже пощастило, бо хлопці відкрили свою філію у Варшаві. Якщо у вас є необхідність чи просто бажання бути на коні, то ось стукайте сюди Drivovo", "authorImage": "https://drivovo.eu/wp-content/uploads/2025/07/photo_2025-07-28_15-25-14.jpg"}]', 'Porsche Cayenne за підпискою — преміум SUV без компромісів', 'Porsche Cayenne — розкішний і потужний SUV, який тепер доступний за підпискою. Керуйте авто мрії без кредитів і зобов’язань.');
INSERT INTO public.car_pages VALUES ('0b1a21b1-c779-4bda-99f5-6c47328430c4', '5732f653-05fd-438e-a32d-ed05deddfaa1', 'Porsche Panamera', '<p>Porsche Panamera з потужним 2.9 л V6 турбодвигуном на 353 к.с. забезпечує розгін до 100 км/год за 5,3 секунди. Це авто, яке поєднує спортивну динаміку та комфорт, надаючи тобі максимальний контроль на дорозі.</p>

<p>Салон Panamera — це поєднання елегантності та інновацій. Простір для водія і пасажирів, мультимедійна система з підтримкою Apple CarPlay та Android Auto, адаптивне освітлення і акустика BOSE. Тут кожна поїздка — одна насолода.</p>

<p>Спортивний седан із V6 2.9 л на 330 к.с., що поєднує динаміку та бізнес-клас. Ідеальний для тих, хто хоче більше.</p>
<p>✔ КАСКО, ОСЦПВ, GAP, супутниковий трекер<br />
✔ ТО, гума, шинний сервіс, підмінне авто<br />
✔ trade-in, підтримка 24/7, без вихідних<br />
✔ реєстрація без довідок і кредитних історій</p>
<p>Panamera — це задоволення від водіння, якому нічого не заважає</p>
', NULL, '[{"author": "Наливайко Вікторія", "rating": 5, "comment": "На диво, Porsche не моє авто 😁 не очікували такого повороту)) Жорсткий Чутливі педалі, хоча я швидко звикла Не моє кермо, дуже вузьке Як на мене, в районі коробки передач купа всього, я люблю більш мінімалістичний дизайн розміщення різних кнопочок, перемикачів і так далі Мало місця для речей. Тільки в підлокітнику та маленьке відділення для ключів. А куди ж весь мій стаф вивалити?) + Салон файний + Колір зашибісь + Пре норм + Доволі стійка та маневрена Моя любов залишається з Volkswagen Touareg Дякую @drivovoofficial за ці емоції, розкривати все нове і нове авто. Моя любов до вас безмежна. І ви ж знаєте, я з вами буду так довго, як тільки можна собі уявити", "authorImage": "https://drivovo.eu/wp-content/uploads/2025/03/354468382_3194941727465400_6691273696264086344_n.jpg"}]', 'Porsche Panamera за підпискою — спортивна розкіш без компромісів', 'Porsche Panamera — потужний ліфтбек преміум-класу, доступний за підпискою. Відчуйте драйв Porsche без кредитів і зайвих турбот.');
INSERT INTO public.car_pages VALUES ('ccb48d4a-5f77-4e45-8043-47802c907f16', 'e6c2b8d2-442b-4163-a69e-ee9ec6bb41c0', 'Mercedes GLC 300 4MATIC', '<p>Mercedes GLC — це поєднання швидкості і стабільності. Двигун 2.0 л (258 к.с.) забезпечує динамічний розгін до 100 км/год за 6,2 секунди. Розкіш, яка не лише виглядає, а й веде себе на дорозі так, як повинна. З GLC ти завжди відчуваєш себе впевнено — незалежно від того, чи це міська траса, чи серйозна поїздка за місто.</p>

<p>У GLC ти сидиш не просто за кермом, а в авто, що забезпечує максимальний комфорт. Просторий салон з преміальними матеріалами, мультимедійна система з підтримкою Apple CarPlay та Android Auto, адаптивне освітлення, якісне оздоблення. Справжній кайф!</p>

<p>GLC — це 2.0 л турбо на 258 к.с., 4MATIC і преміум-салон з комфортом на кожен день. Ідеальний для міста та траси.</p>
<p>✔ повне страхування: КАСКО, ОСЦПВ, GAP, трекер<br />
✔ ТО, сезонна гума, шинний сервіс, підмінне авто<br />
✔ trade-in, підтримка 24/7, супровід на СТО<br />
✔ оформлення без PIT і перевірок банку</p>
<p>Mercedes GLC — це спокій, стиль і стабільність, що їдуть поруч</p>
', NULL, '[{"author": "Копилов Андрій", "rating": 5, "comment": "Вчора в мене була зустріч із зацікавленими покупкою моєї земельної ділянки. У радісному настрої я приїхав на зустріч але спілкування не склалося з самого початку. У підсумку, я вважаю їх бидлом і вони про мене напевно думають не краще. Усім зрозуміло, що неминуче доводиться спілкуватися з тими, хто нам не близький, неминуче нам треба робити те, що нам не приємно. Вчора також я випробував на собі сервіс підписки на авто, в якому мене прийняли, як давнього друга, зробили все можливе, щоб у мене залишилося гарне враження, видали мені нову, чисту машину, з пляшкою води і кави. Я поїхав з почуттям, що мені раді і виявляється мене оточують хороші люди. Поєднавши ці історії вихідного дня, веду я до заклику: поважайте себе для того, щоб поважати інших, але якщо є можливість спілкуватися з тими, хто ставиться до вас, як до давнього доброго друга, навіть якщо це частина сервісу та бізнес-моделі, скористайся цим привілеєм. Бізнес-модель, що покладається на турботу і добре ставлення до інших, заслуговує на повагу. @drivovoofficial", "authorImage": "https://drivovo.eu/wp-content/uploads/2025/07/photo_2025-07-28_15-45-14.jpg"}]', 'GLC за підпискою — преміум SUV із розумним підходом', 'Mercedes-Benz GLC — стильний, динамічний і технологічний SUV, який тепер доступний за підпискою. Користуйтесь авто без кредитів та зобов’язань.');
INSERT INTO public.car_pages VALUES ('277c280d-666a-4fab-9a99-ad0f282dd44e', '359746e7-0cd9-4f27-af31-4dec0f1564ac', 'Mercedes-Benz GLE 300 d 4MATIC Coupe', '<p>Mercedes GLE Coupe — це потужний SUV, що поєднує в собі спортивний характер і елегантність. Двигун 2.0 л V6 на 269 к.с. розганяє автомобіль до 100 км/год за 6.8 секунди. Він про новий рівень контролю, не тільки на швидкості, а й на складних маршрутах.</p>

<p>Салон Mercedes GLE Coupe — комфорт на новому рівні. Просторі шкіряні сидіння, мультимедійна система з підтримкою Apple CarPlay та Android Auto, акустика Burmester, яка наповнює автомобіль неймовірним звуком. Весь інтер’єр продуманий для того, щоб кожен момент за кермом був максимально комфортним і приємним.</p>

<p>GLE Coupe — потужність 269 к.с., 4MATIC і динаміка в елегантному корпусі. Спортивна розкіш у стилі купе.</p>
<p>✔ повне страхування: КАСКО, ОСЦПВ, GAP, трекер<br />
✔ ТО, сезонна гума, підмінне авто<br />
✔ trade-in, супровід на СТО, сервіс 24/7<br />
✔ реєстрація без PIT і фінмоніторингу</p>
<p>Mercedes GLE Coupe — обирати між формою і змістом тут точне не доведеться</p>
', NULL, '[{"author": "Фіанцев Микола", "rating": 5, "comment": "Не так давно я став клієнтом Drivovo. Мені дуже подобається їхній підхід і сервіс. Читаю коментарі до їх постів і завжди є хтось, хто знає де і як дешевше, порівнює з вживаними і тд. Днями зі мною трапилася коротка історія, яка, я думаю, показує, справжнє значення. Дуже треба було їхати в Київ з Одеси. Як завжди, коли щось дуже потрібно, щось йде не так. Отже, отримую боковий поріз. Покришка – відновленню не підлягає. Намагаюся заїхати до найближчих магазинів шин, але або немає, або під замовлення. Час йде, люди чекають. Пригадую, що можна зателефонувати хлопцям (хоча не дуже розумію, що вони можуть зробити в такій ситуації тим більше, що вони все-таки в Києві базуються). Отже, результат – 20 хв. і в мене адреса куди їхати і де мені поставлять нову шину. Хлопцям довелося купити дві, тому що по одній не продають. Ще хвилин 40 і я на трасі Одеса-Київ та з розумінням, що вибір був правильним.👍", "authorImage": "https://drivovo.eu/wp-content/uploads/2025/07/photo_2025-07-28_16-12-54.jpg"}]', 'Mercedes GLE Coupe за підпискою — розкіш і спорт без компромісів', 'Mercedes-Benz GLE Coupe — стильний SUV-купе з потужним мотором і сучасними технологіями. Обирай авто за підпискою — без ризиків і зайвих витрат.');
INSERT INTO public.car_pages VALUES ('da7dcd4d-8c1b-4615-b514-8cdc20fbc95c', '524ba971-5f04-4076-b290-b7b883de4b37', 'BMW X7', '<p>BMW X7 — це розкішний SUV, який не тільки вражає своїм дизайном, а й дарує справжній драйв.<br />
Під капотом — 3.0-літровий бензиновий або дизельний двигун на 381 к.с., що дозволяє розганятися до 100 км/год за 5,8 секунди.<br />
Повний привід xDrive і спортивна пневмопідвіска гарантують неймовірну керованість і стабільність на високих швидкостях.<br />
З підпискою на BMW X7 ви отримуєте потужність і розкіш, які дарують незабутні враження.</p>

<p>Всередині BMW X7 — це еталон преміум-класу: просторі сидіння з високоякісної шкіри, мультимедійна система з підтримкою Apple CarPlay та Android Auto, адаптивне освітлення та акустика Harman Kardon.<br />
Це авто, де кожен елемент створений для того, щоб водій і пасажири відчували себе на своєму місці.<br />
В авто за підпискою від Drivovo ви отримуєте максимум технологій без переплат і зайвих рішень.</p>

<p>X7 — повнорозмірний SUV на 381 к.с. із пневмопідвіскою, повним приводом і 7 місцями. Потужність і простір у преміум-форматі.</p>
<p>✔ КАСКО, ОСЦПВ, GAP, супутниковий трекер<br />
✔ ТО, сезонна гума, шинний сервіс, підмінне авто<br />
✔ trade-in, підтримка 24/7, сервіс без вихідних<br />
✔ оформлення без фінмоніторингу, лише документи водія</p>
<p>BMW X7 — це аристократичний спокій, який ти можеш отримати вже сьогодні</p>
', NULL, '[{"author": "Бирчанко Кирило", "rating": 5, "comment": "У Drivovo на першому місці не машини, а клієнти та ставлення до них. Drivovo робить все необхідне для щастя своїх користувачів, і з їхньою командою мені як клієнту приємно працювати. Дуже радий, що зустрів компанію і скористався саме їхньою підпискою.", "authorImage": "https://drivovo.eu/wp-content/uploads/2025/07/photo_2025-07-28_16-18-25.jpg"}]', 'BMW X7 за підпискою — максимум простору та потужності', 'BMW X7 — розкішний SUV із трьома рядами сидінь, потужними двигунами та технологіями нового покоління. Доступний за підпискою — без зайвих витрат.');
INSERT INTO public.car_pages VALUES ('51166f04-9c73-43a2-8a91-9cbbcc8dd0c0', '7b376c86-ecea-416c-8d8f-209c8b28490d', 'Lexus RX', '<p>Lexus RX готовий вразити. 2.4-літровий двигун на 279 к.с. і 430 Н·м крутного моменту дозволяють розігнатися до 100 км/год за 7,9 секунди. Повний привід AWD і адаптивна підвіска забезпечують стабільне керування, навіть коли хочеться більше швидкості.</p>

<p>Салон Lexus RX — це просто «WOW». Шкіряні сидіння, мультимедійна система з підтримкою Apple CarPlay та Android Auto, акустика Mark Levinson — усе, щоб кожен кілометр був комфортним і приємним. Технології на твоїй стороні!</p>

<p>Lexus RX — турбо або гібрид 2.4 л до 279 к.с., повний привід і фірмовий японський спокій. Комфорт і технології — без зайвого шуму.</p>
<p>✔ повне страхування: КАСКО, ОСЦПВ, GAP, трекер<br />
✔ ТО, сезонна гума, шинний сервіс, підмінне авто<br />
✔ trade-in, драйвер-сервіс, підтримка 24/7<br />
✔ оформлення без PIT і бюрократії</p>
<p>У підписці Lexus RX — це баланс розкоші, безпеки і душевного комфорту</p>
', NULL, '[{"author": "Білозор Олег", "rating": 5, "comment": "Взяв авто за підпискою в Drivovo-Club , підтримую українську компанію. Дуже зручні умови. Замість того, щоб зразу платити наприклад $30.000 за машину, можна плати по $1000 в місяць на протязі 36 місяців (ТО і страховка включені вже в вартість підписки). Це набагато зручніше і стандартний шлях покупки нового авто наприклад в Америці (лізінг). Цікаво що банки не додумались до такої ідеї і тепер драйвово зможе зайняти цей ринок. Якщо я би купляв машину в слідуючий раз і в Drivovo була машина, що мені подобається (або вони могли таку придбати), я б однозначно брав тільки через них.", "authorImage": "https://drivovo.eu/wp-content/uploads/2025/07/photo_2025-07-28_17-01-26.jpg"}]', 'Lexus RX за підпискою — гібридний комфорт без компромісів', 'Lexus RX — стильний преміум-кросовер з гібридним двигуном і комфортом бізнес-класу. Доступний за підпискою — легко, вигідно, без зобов’язань.');
INSERT INTO public.car_pages VALUES ('b05a196f-b2c5-4578-88cf-b02e7351fba6', '98728181-0862-48f0-9a47-36d86f2d4bad', 'Lexus LX', '<p>Lexus LX — це преміум позашляховик, який поєднує потужність для бездоріжжя і комфорт для тривалих подорожей. 3.4-літровий V8 двигун з 299 к.с. забезпечує розгін до 100 км/год за 7,7 секунди. Повний привід і передова підвіска гарантують стабільність на будь-якому маршруті, а з підпискою на Lexus LX ти отримуєш доступ до усієї цієї потужності без зайвих турбот.</p>

<p>Салон Lexus LX — це місце, де розкіш і технології зустрічаються. Вишукані шкіряні сидіння, мультимедійна система з підтримкою Apple CarPlay та Android Auto, акустика Mark Levinson для бездоганного звучання — усе для створення неперевершеного досвіду водіння. Технології, які підвищують зручність, при цьому зберігаючи атмосферу класу та елегантності.</p>

<p>Lexus LX — справжній позашляховик з бітурбо 3.4 л (299 к.с.), преміальним салоном і повним приводом. Потужність і комфорт для будь-яких умов.</p>
<p>✔ повне страхування: КАСКО, ОСЦПВ, GAP, трекер<br />
✔ ТО, сезонна гума, шинний сервіс, підмінне авто<br />
✔ trade-in, підтримка 24/7, супровід на СТО<br />
✔ оформлення за 29 хв без фінконтролю</p>
<p>Lexus LX — це впевненість і статус, що починаються з першого повороту ключа</p>
', NULL, '[{"author": "Людмила", "rating": 5, "comment": "Коли приїжджаю з-за кордону, і потрібно встигнути максимум за мінімум часу- звертаюсь до команди Драйвово! На мене чекало не тільки повністю підготовлене авто з повним баком, а й розгорнута презентація з чіткими характеристиками та «викрутасами» автомобіля, котрий на мене чекав🥰 Насолодилась всім: від швидкої організації до практичності та комфорту даного авто. Відчуваєш себе дитинкою, про яку піклуються) Найкращі! Зберегли час та нерви, ще й дали затестити щось новеньке. Ну обожнюю. Менеджеру Сергію дяка за позитив та відкритість. Це саме те, чого не вистачає на чужині.", "authorImage": "https://drivovo.eu/wp-content/uploads/2025/07/photo_2025-07-28_17-14-09.jpg"}]', 'Lexus LX за підпискою — потужність і статус без зобов’язань', 'Lexus LX — флагманський позашляховик з Twin-Turbo двигуном, повним приводом і розкішним салоном. Доступний за підпискою — легко, зручно, без ризиків.');
INSERT INTO public.car_pages VALUES ('9a0c1b66-b2c5-4325-8e24-f0ba01819bae', '872d66c6-5bcc-480c-b294-5081a7e97150', 'Skoda Octavia', '<p>Skoda Octavia оснащена двигунами 2.0 л 204 к.с., що забезпечують чудову динаміку і розгін до 100 км/год за 6,9 секунди. Завдяки системі повного приводу та адаптивній підвісці, Octavia гарантує точне керування.</p>

<p>Всередині Skoda Octavia — це простір для комфорту та практичності.<br />
Шкіряні сидіння, мультимедійна система з підтримкою Apple CarPlay та Android Auto, цифрова панель приладів, адаптивне освітлення — усе, що потрібно для зручності і технологічного задоволення.<br />
У підписку від Drivovo входять усі ці переваги без зайвого.</p>

<p>Octavia — практичний і місткий ліфтбек з двигуном 2.0 л (190 к.с.), повним приводом і адаптивною підвіскою. Продуманий до деталей.</p>
<p>✔ КАСКО, ОСЦПВ, GAP, супутниковий GPS-захист<br />
✔ ТО, сезонна гума, шинний сервіс, підмінне авто<br />
✔ trade-in, сервісна підтримка, заміни 24/7<br />
✔ оформлення без довідок і перевірок</p>
<p>Skoda Octavia — це надійність, яка не потребує слів</p>
', NULL, '[{"author": "Коваленко Катерина", "rating": 5, "comment": "Нестерпна ніч. Здавалось, що ще хвилина і тіло, натягнуте мов струна, лопне від напруги. Дихання повертає раціо. Важко описати як то воно довго вагатися, вірити, вмовляти себе, чекати спокою, особливо в ті життєві моменти, коли ось-ось може народитися нове, світле почуття … Мій шлях мій досвід. Їду! Але точно повернусь! Drivovo, ви неймовірні, з вами всі ці дні почуваюсь в безпеці! Solovyov Maxim , твоя турбота та енергія, якою заряджаєш всіх поруч, вселяє впевненість та віру! Все буде драйвово! Все будет Україна!", "authorImage": "https://drivovo.eu/wp-content/uploads/2025/07/photo_2025-07-28_14-35-35.jpg"}]', 'Skoda Octavia за підпискою — надійність і комфорт без зобов’язань', 'Skoda Octavia — практичний і економічний автомобіль, доступний за підпискою. Керуйте авто без кредитів і лізингу, з повним сервісом.');
INSERT INTO public.car_pages VALUES ('2cbab9b6-3d43-48d6-b61e-0c8dfcf201eb', '148d0c5d-7579-456b-abbb-bc02d6b53830', 'Skoda Superb', '<p>Skoda Octavia — це стильний седан, що поєднує потужність і економічність.<br />
Двигуни об’ємом від до 2.0 л 190 к.с. забезпечують розгін до 100 км/год за 6,9 секунди в найпотужнішій версії. Повний привід та адаптивна підвіска гарантують чудову керованість і комфорт.</p>

<p>Стиль і функціональність.<br />
Цифрова панель приладів, мультимедійна система з підтримкою Apple CarPlay і Android Auto дозволяють зручно інтегрувати свої пристрої.<br />
Кожен елемент інтер’єру, від шкіряних сидінь до адаптивного освітлення, створений для твого емоційного підйому.</p>

<p>Superb — елегантний седан із 2.0 л на 190 к.с., повним приводом і преміальним простором для водія та пасажирів.</p>
<p>✔ повне страхування: КАСКО, ОСЦПВ, GAP, GPS-захист<br />
✔ ТО, шини, сезонне зберігання, підмінне авто<br />
✔ trade-in, технічна допомога, сервіс 24/7<br />
✔ реєстрація без фінперевірок, лише документи водія</p>
<p>У підписці Skoda Superb — це тиша, комфорт і впевненість у кожному маршруті</p>
', NULL, '[{"author": "Чернієнко Валерій", "rating": 5, "comment": "Друзі хочу з вами поділитись цікавим знайомством. Нещодавно я познайомився з дуже крутими та приємними хлопцями, які займаються новою сферою в Україні, авто за підпискою. Сервіс називається Drivovo та її founder Solovyov Maxim. Це крута можливість, якщо у тебе немає всієї суми за машину, то взяти собі класну нову тачку і платити за неї певну суму в місяць (підписка) в яку входять вже всі страховки, ТО, підмінна машина якщо твоя знаходиться на сервісі, комплекти гуми на всі сезони, загалом усі витрати окрім палива. Дуже зручне рішення. Хлопці максимально комунікабельні та приємні, зможуть підібрати тобі машину на твій смак. Є також можливість перед тим як взяти машину в передплату на ній покататися пару днів і зрозуміти чи підходить вона тобі чи ні. Дуже рекомендую хлопців)", "authorImage": "https://drivovo.eu/wp-content/uploads/2025/07/40962717_245898536269129_8806685678575288320_n.jpg"}]', 'Superb за підпискою — комфорт і простір без зобов’язань', 'Skoda Superb — стильний бізнес-седан із просторим салоном і сучасними технологіями. Доступний за підпискою — керуйте авто без кредитів і лізингу.');
INSERT INTO public.car_pages VALUES ('bd581a9b-113a-4a99-89d8-28d87c193443', 'cb0ea0d7-f166-41b2-b84b-83f4af15289e', 'Skoda Kodiaq', '<p>Skoda Kodiaq — це міцний і впевнений SUV для будь-яких пригод.<br />
Двигуни від 2.0 л 190 к.с. дають змогу розігнатися до 100 км/год за 8 секунд, що робить його чудовим вибором для активних поїздок.</p>

<p>Skoda Kodiaq обладнаний найсучаснішими системами безпеки.<br />
Адаптивний круїз-контроль, утримання в смузі, попередження зіткнень — усе це дозволяє тобі зосередитися на керуванні.<br />
У підписку входить:<br />
• Повне страхування (КАСКО + ОСЦПВ + GAP)<br />
• Технічне обслуговування, сезонна гума, підтримка 24/7<br />
• GPS-захист і трекер</p>
<p>Підписка на Skoda Kodiaq — це коли все працює для твоєї зручності. Ти отримуєш авто, а інше ми беремо на себе.</p>

<div dir="auto">
<p>Kodiaq — просторий SUV із потужним 2.0 л двигуном (190 к.с.), повним приводом і комфортом для всієї родини. Витриманий, зручний і завжди готовий до дороги.</p>
<p>✔ повне страхування: КАСКО, ОСЦПВ, GAP, трекер<br />
✔ ТО, шинний сервіс, сезонна гума, підмінне авто<br />
✔ trade-in, технічна підтримка 24/7, супровід на СТО<br />
✔ оформлення без довідок і кредитної історії</p>
<p>У підписці Skoda Kodiaq — це свобода подорожей без зайвих клопотів</p>
</div>
', NULL, '[{"author": "Шевченко Артем", "rating": 5, "comment": "Якщо ви ще не чули по цю компанію, то Drivovo це авто за підпискою. Це вигідно відрізняється від лізингу, аренди або купівлі. Тобто оформивши підписку, ви можете вибрати будь-яке авто з наявного автопарку та змінювати його за бажанням. Авжеж є і інші варіанти взаємодії, де ви можете обрати авто з правом викупу. Коротше, якщо цікаво, то звертається до хлопців з Drivovo за деталями. Від себе додам, що Максим Соловйов будує круту історію з експансією у Європу. Так тримати.", "authorImage": "https://drivovo.eu/wp-content/uploads/2025/07/395094491_7513599641988936_2777222949842496968_n.jpg"}]', 'Skoda Kodiaq за підпискою — сімейний SUV без зобов’язань', 'Skoda Kodiaq — просторий і комфортний SUV із трьома рядами сидінь, доступний за підпискою. Керуйте авто без кредитів і зайвих турбот.');
INSERT INTO public.car_pages VALUES ('ce223447-d5fa-414a-bd5c-0486ad722de9', '9e00dd4a-db80-4226-8912-790c206e2f1b', 'BMW 340i xDrive', '<p>BMW 340 — заявка на лідерство на дорозі.<br />
Двигун 3.0 л 374 к.с. забезпечує розгін до 100 км/год за 4,4 секунди, що дає тобі можливість не тільки встигати, але й залишити всіх позаду. Повний привід xDrive, спортивна підвіска та неймовірна стабільність навіть на високих швидкостях — це справжній баланс між драйвом і комфортом.<br />
З BMW 340 легко керувати ситуацією.</p>

<p>Салон BMW 340 виконаний з високоякісних матеріалів, що підвищують комфорт поїздки та настрій. Мультимедійна система з підтримкою Apple CarPlay та Android Auto дозволяє інтегрувати смартфон з авто, а акустика Harman Kardon забезпечує чистоту звуку. Всі технології орієнтовані на зручність водія і пасажирів.</p>

<p>BMW 340 — спортивний седан на 374 к.с. з xDrive та 3.0 л турбодвигуном. Керованість, що захоплює з першого повороту.</p>
<p>✔ повне страхування: КАСКО, ОСЦПВ, GAP, трекер<br />
✔ ТО, сезонна гума, шинний сервіс, підмінне авто<br />
✔ trade-in, драйвер-сервіс, підтримка 24/7<br />
✔ реєстрація без PIT і банківських перевірок</p>
<p>З підпискою Drivovo BMW 340 — це чистий драйв без жодних формальностей</p>
', NULL, '[{"author": "Коваленко Артем", "rating": 5, "comment": "Одне з найприємніших, найнесподіваніших і найцікавіших знайомств. Я просто додався у друзі, бо мене зацікавив стартап Максима Соловйова. Натомість він сам написав у месенджер і запропонував зробити своєрідний тест-драйв і його сервісу Drivovo, і однієї з численних машин в автопарку цього сервісу. Але звичайний тест-драйв складно назвати родзинкою чи так званою унікальною торговою пропозицією. У роботі з клієнтами наголос робиться на дешевизні стартового володіння дійсно хорошим авто (а Макс схоже принципово бере до автопарку лише найдорожчі версії будь-яких моделей), повному супроводі обслуговування машини за рахунок часу співробітників Drivovo і навіть можливості доставки авто під дім. А кілька місяців тому хлопці, схоже, почали доставляти машини навіть нашим переселенцям, у далекі країни Європи. Ясна річ, цей сервіс народним назвати не можна. Але це й не захмарні кошти. З огляду на гасло компанії Drive IT easy стає трохи зрозумілішою її цільова аудиторія. Якщо ви з неї, то дуже рекомендую придивитися!", "authorImage": "https://drivovo.eu/wp-content/uploads/2025/07/472270182_9506905305989138_557061248416507174_n.jpg"}]', 'BMW 340 за підпискою — драйв і комфорт без зобов’язань', 'BMW 340 — спорт-седан з потужним двигуном і преміальним салоном, доступний за підпискою. Керуйте авто без кредитів і зайвих турбот.');
INSERT INTO public.car_pages VALUES ('62265a3d-b6a7-4d19-b4c4-6d33c21e0aba', '16dbcedb-3fe1-415e-8fb2-6af6d6ee614e', 'BMW 540', '<p>BMW 540 — це спортивний седан, який поєднує елегантність і швидкість.<br />
Під капотом — 3.0-літровий 6-циліндровий двигун з потужністю 333 к.с., що дає розгін до 100 км/год за 5,8 секунди. Без зайвих формальностей &#8211; 29 хв. і поїхав.</p>

<p>Салон BMW 540 поєднує преміальний комфорт та передові технології.<br />
Високоякісні шкіряні сидіння, мультимедійна система з підтримкою Apple CarPlay та Android Auto, аудіосистема Harman Kardon забезпечують відмінну атмосферу всередині. Віртуальна панель приладів, інтуїтивно зрозуміле керування та адаптивне освітлення створюють комфорт і стиль.</p>

<p>BMW 540 — це спортивний бізнес-седан із 3.0 л двигуном на 333 к.с., комфортом класу люкс і динамікою, яка не потребує пояснень.</p>
<p>✔ повне страхування: КАСКО, ОСЦПВ, GAP, GPS-захист<br />
✔ ТО, сезонна гума, шинний сервіс, підмінне авто<br />
✔ trade-in, супровід на СТО, підтримка 24/7<br />
✔ оформлення без PIT і кредитних перевірок</p>
<p>У нашій підписці BMW 540 — це престиж і драйв без зайвих пауз</p>
', NULL, '[{"author": "Калініченко Володимир", "rating": 5, "comment": "Перший клієнтоорієнтований сервіс в Україні в моїй практиці. Все швидко, легко і без напрягу. Для тих хто готовий заплатити трохи більше за комфорт.", "authorImage": "https://drivovo.eu/wp-content/uploads/2025/07/279219662_7413632312012216_2610075221437262070_n.jpg"}]', 'BMW 540i за підпискою — преміум седан без зобов’язань', 'BMW 540i — бізнес-седан із потужним двигуном і сучасним інтер’єром. Доступний за підпискою — керуйте авто без кредитів і лізингу.');
INSERT INTO public.car_pages VALUES ('fedce460-b408-461e-bcd9-e14e1f06ca88', '5b3973e6-3f4c-4734-93dc-dbb3a53ce894', 'BMW 740', '<p>BMW 740 оснащено 3.0-літровим V8 з подвійним турбонаддувом, що розвиває 299 к.с. та 750 Н·м крутного моменту. Розгін до 100 км/год займає лише 5,8 секунди.<br />
Повний привід xDrive та 8-ступенева автоматична коробка передач забезпечують стабільність і точність управління, навіть на високих швидкостях.</p>

<p>З салону BMW 740 навіть виходити не хочеться.<br />
Шкіряні сидіння преміум-класу, мультимедійна система з підтримкою Apple CarPlay та Android Auto, акустика Bowers &amp; Wilkins. Усе, що потрібно для комфорту і насолоди від поїздки. З Drivovo отримуєш лише накраще.</p>

<p>BMW 740 — преміум-седан із турбо-V8, 299 к.с. та 8-ступ. автоматом. Тиша, міць і комфорт в одному рішенні для справжніх лідерів.</p>
<p>✔ КАСКО, ОСЦПВ, GAP, супутниковий трекер<br />
✔ ТО, шини, підмінне авто, підтримка 24/7<br />
✔ trade-in, консьєрж-сервіс, супровід на СТО<br />
✔ оформлення за 29 хв без фінмоніторингу</p>
<p>BMW 740 у підписці Drivovo — це розкіш, що рухається легко й впевнено</p>
', NULL, '[{"author": "Осбанов Ізмаіл", "rating": 5, "comment": "Для мене мрії — це щось на зразок мого бачення себе у майбутньому (візія). Це те, що надає сенс у важкі часи і допомагає знаходити мотивацію рухатися вперед. Це не просто “мріяти” в звичному розумінні, а ставити перед собою конкретні цілі й прагнути їх досягнення. Нещодавно отримав нагадування про це, коли Drivovo запропонували мені взяти тест-драйв. Мені написав Maksym Soloviov і запропонував вибрати будь-яке авто з автопарку. Звісно, я обрав те, про яке мрію. Сервіс Drivovo дозволяє вам доторкнутися до мрії вже зараз, а не чекати, поки прийде потрібний/влучний/доречний/на часі (і тут купа відмовок) момент. Вони дають відчути, що мрії — це не щось далеке, а цілком реальне, якщо правильно підійти до їх втілення.", "authorImage": "https://drivovo.eu/wp-content/uploads/2025/07/photo_2025-07-28_19-56-07.jpg"}]', 'BMW 740i за підпискою — люксовий седан без зобовʼязань', 'BMW 740i — розкішний бізнес-седан із потужним двигуном і преміальним комфортом. Доступний за підпискою — сервіс, КАСКО та обслуговування в одному платежі.');


--
-- Data for Name: car_prices; Type: TABLE DATA; Schema: public; Owner: drivovo
--

INSERT INTO public.car_prices VALUES ('180ca4a3-56d9-421f-860b-b4654d939147', 'ed05f534-f9db-4ff3-86d0-9fc52a600d28', '6274aca2-f334-4094-9e47-6c5a4e280be1', 160590.00, 'USD');
INSERT INTO public.car_prices VALUES ('fe2fb161-6bcf-402f-8f42-7846c8fdea63', 'ed05f534-f9db-4ff3-86d0-9fc52a600d28', '058f12f1-3bf6-497f-8e1c-5361c54f8b85', 160590.00, 'USD');
INSERT INTO public.car_prices VALUES ('ba703388-71fd-4599-8927-7854b24b692c', '59a8b950-1194-4a76-a12b-29890e001fe0', '6274aca2-f334-4094-9e47-6c5a4e280be1', 239530.00, 'USD');
INSERT INTO public.car_prices VALUES ('2306d4f8-6557-4e27-971a-0565a3f0b282', '59a8b950-1194-4a76-a12b-29890e001fe0', '058f12f1-3bf6-497f-8e1c-5361c54f8b85', 239530.00, 'USD');
INSERT INTO public.car_prices VALUES ('2cb29b5e-bd61-4ca2-a9b2-5e8fdd8a4101', '4be2ac97-7b2c-4026-a4db-e8857ed6cfb3', '6274aca2-f334-4094-9e47-6c5a4e280be1', 375040.00, 'USD');
INSERT INTO public.car_prices VALUES ('b19b8d8e-a42b-4c40-a092-9314ee64665e', '4be2ac97-7b2c-4026-a4db-e8857ed6cfb3', '058f12f1-3bf6-497f-8e1c-5361c54f8b85', 375040.00, 'USD');
INSERT INTO public.car_prices VALUES ('23076622-5c19-45e2-9928-c0a6b0d28808', 'd875c8a9-c080-4904-9a2a-171c1d8be473', '6274aca2-f334-4094-9e47-6c5a4e280be1', 428510.00, 'USD');
INSERT INTO public.car_prices VALUES ('5bf322ec-f86f-40bc-9b78-982b509ce257', 'd875c8a9-c080-4904-9a2a-171c1d8be473', '058f12f1-3bf6-497f-8e1c-5361c54f8b85', 428510.00, 'USD');
INSERT INTO public.car_prices VALUES ('35366dfa-e631-4c3f-badc-d3b521093a81', '36b9355c-86e4-4e8f-98be-7d0a65d4d122', '6274aca2-f334-4094-9e47-6c5a4e280be1', 422300.00, 'USD');
INSERT INTO public.car_prices VALUES ('918fd1ce-b6c0-4b40-9037-cea020a9160e', '36b9355c-86e4-4e8f-98be-7d0a65d4d122', '058f12f1-3bf6-497f-8e1c-5361c54f8b85', 422300.00, 'USD');
INSERT INTO public.car_prices VALUES ('28af7676-5a7f-4f81-a178-94de64ff8a7e', '77fc1d11-001b-42a7-856c-e10a3881b8fa', '6274aca2-f334-4094-9e47-6c5a4e280be1', 253455.00, 'USD');
INSERT INTO public.car_prices VALUES ('6ecb9d79-57a6-433c-bbc0-475a7705f7d4', '77fc1d11-001b-42a7-856c-e10a3881b8fa', '058f12f1-3bf6-497f-8e1c-5361c54f8b85', 253455.00, 'USD');
INSERT INTO public.car_prices VALUES ('af3281cc-be72-4865-8a63-8e7fd244b1da', 'e908ecea-321b-4273-bf88-32e42bdc8e3e', '6274aca2-f334-4094-9e47-6c5a4e280be1', 562991.00, 'USD');
INSERT INTO public.car_prices VALUES ('a8f10b93-3f8f-427e-a833-da400817aa89', 'e908ecea-321b-4273-bf88-32e42bdc8e3e', '058f12f1-3bf6-497f-8e1c-5361c54f8b85', 562991.00, 'USD');
INSERT INTO public.car_prices VALUES ('a125ed91-2541-4a5c-b512-3e2ae5580702', '0e4e5a87-7d15-4e36-92a9-8a39392d915a', '6274aca2-f334-4094-9e47-6c5a4e280be1', 381562.00, 'USD');
INSERT INTO public.car_prices VALUES ('2ae85b15-7b93-449b-9b0c-cfa4628e4ec0', '0e4e5a87-7d15-4e36-92a9-8a39392d915a', '058f12f1-3bf6-497f-8e1c-5361c54f8b85', 381562.00, 'USD');
INSERT INTO public.car_prices VALUES ('e56f2c16-06c6-493d-be75-c2bb09664198', '96df0494-350f-4d5f-af9e-68ca23b34891', '6274aca2-f334-4094-9e47-6c5a4e280be1', 192800.00, 'USD');
INSERT INTO public.car_prices VALUES ('5ee219b3-c82b-49ea-901a-b3d278f68fd7', '96df0494-350f-4d5f-af9e-68ca23b34891', '058f12f1-3bf6-497f-8e1c-5361c54f8b85', 192800.00, 'USD');
INSERT INTO public.car_prices VALUES ('4ece15cd-c87b-45d8-ad07-cabbc0e18c65', '546ba37f-46cb-44fe-b268-63eada8d9d24', '6274aca2-f334-4094-9e47-6c5a4e280be1', 133240.00, 'USD');
INSERT INTO public.car_prices VALUES ('96eb5e06-ffa9-40d9-9459-7f923cc3390e', '546ba37f-46cb-44fe-b268-63eada8d9d24', '058f12f1-3bf6-497f-8e1c-5361c54f8b85', 133240.00, 'USD');
INSERT INTO public.car_prices VALUES ('f63655ee-6629-4074-b4ac-22b0d8b197f9', 'a6969073-5ada-4784-9901-fa5a3a090af7', '6274aca2-f334-4094-9e47-6c5a4e280be1', 261000.00, 'USD');
INSERT INTO public.car_prices VALUES ('856a199c-aa5e-46a2-9b98-d1563a772957', 'a6969073-5ada-4784-9901-fa5a3a090af7', '058f12f1-3bf6-497f-8e1c-5361c54f8b85', 261000.00, 'USD');
INSERT INTO public.car_prices VALUES ('76f1cd91-12d6-431b-90c1-84f6d96aabdc', '3b968137-a79e-4cda-b373-497b689da090', '6274aca2-f334-4094-9e47-6c5a4e280be1', 302640.00, 'USD');
INSERT INTO public.car_prices VALUES ('fec8f8a1-4349-4ef8-9e17-73a9d5550fbc', '3b968137-a79e-4cda-b373-497b689da090', '058f12f1-3bf6-497f-8e1c-5361c54f8b85', 302640.00, 'USD');
INSERT INTO public.car_prices VALUES ('da8b8f9a-93ed-4eb5-a7ff-69b4e67513fa', '56f71b72-5a4d-4e9f-b8ed-6e4504e3b7cd', '6274aca2-f334-4094-9e47-6c5a4e280be1', 347420.00, 'USD');
INSERT INTO public.car_prices VALUES ('bc9dd0a4-d5b8-44cf-b7de-3dc3005ace51', '56f71b72-5a4d-4e9f-b8ed-6e4504e3b7cd', '058f12f1-3bf6-497f-8e1c-5361c54f8b85', 347420.00, 'USD');
INSERT INTO public.car_prices VALUES ('297b75a3-4fd2-483c-af7c-a8305264144c', 'bf08ea70-70fc-43dd-86af-3d3df2332e4a', '6274aca2-f334-4094-9e47-6c5a4e280be1', 180200.00, 'USD');
INSERT INTO public.car_prices VALUES ('4bc0a286-0ba3-422d-8d88-233ca58088d5', 'bf08ea70-70fc-43dd-86af-3d3df2332e4a', '058f12f1-3bf6-497f-8e1c-5361c54f8b85', 180200.00, 'USD');
INSERT INTO public.car_prices VALUES ('be4c53a1-7823-4a6f-a53c-e0f43d5cdc70', 'f8467957-2266-49ed-8de0-19f7a5f8b184', '6274aca2-f334-4094-9e47-6c5a4e280be1', 208274.00, 'USD');
INSERT INTO public.car_prices VALUES ('25dd4f47-c5a7-441b-a3b2-4dbfb95ece70', 'f8467957-2266-49ed-8de0-19f7a5f8b184', '058f12f1-3bf6-497f-8e1c-5361c54f8b85', 208274.00, 'USD');
INSERT INTO public.car_prices VALUES ('084d5925-17f5-4164-bf65-85fcfcd097d1', '2f4bbdbf-2786-44c6-8214-325c3907ddba', '6274aca2-f334-4094-9e47-6c5a4e280be1', 494004.00, 'USD');
INSERT INTO public.car_prices VALUES ('f2233803-5692-4e32-b230-f3a9d8a0304c', '2f4bbdbf-2786-44c6-8214-325c3907ddba', '058f12f1-3bf6-497f-8e1c-5361c54f8b85', 494004.00, 'USD');
INSERT INTO public.car_prices VALUES ('2c50917f-b44f-4b99-92ca-6241cfe2b6f6', '5732f653-05fd-438e-a32d-ed05deddfaa1', '6274aca2-f334-4094-9e47-6c5a4e280be1', 663466.00, 'USD');
INSERT INTO public.car_prices VALUES ('f90a839a-67d2-4220-a7cb-03e8de5a86dd', '5732f653-05fd-438e-a32d-ed05deddfaa1', '058f12f1-3bf6-497f-8e1c-5361c54f8b85', 663466.00, 'USD');
INSERT INTO public.car_prices VALUES ('c0589a2b-8117-48b2-af34-2541fd30e607', 'e6c2b8d2-442b-4163-a69e-ee9ec6bb41c0', '6274aca2-f334-4094-9e47-6c5a4e280be1', 283215.00, 'USD');
INSERT INTO public.car_prices VALUES ('7d3b5066-56f4-4858-a279-1bc010d026b8', 'e6c2b8d2-442b-4163-a69e-ee9ec6bb41c0', '058f12f1-3bf6-497f-8e1c-5361c54f8b85', 283215.00, 'USD');
INSERT INTO public.car_prices VALUES ('b8b3d19d-5238-428a-8da8-2be76b5ed918', '91e038c6-600e-468f-90e8-33cb4674e00f', '6274aca2-f334-4094-9e47-6c5a4e280be1', 378027.00, 'USD');
INSERT INTO public.car_prices VALUES ('44bc8040-eaab-4d71-9646-ba98972e86f9', '91e038c6-600e-468f-90e8-33cb4674e00f', '058f12f1-3bf6-497f-8e1c-5361c54f8b85', 378027.00, 'USD');
INSERT INTO public.car_prices VALUES ('ee880f0a-8473-487f-b6b7-b2df183bf15c', '359746e7-0cd9-4f27-af31-4dec0f1564ac', '6274aca2-f334-4094-9e47-6c5a4e280be1', 526115.00, 'USD');
INSERT INTO public.car_prices VALUES ('2a5164ba-8573-4545-9dfd-b79c61943f75', '359746e7-0cd9-4f27-af31-4dec0f1564ac', '058f12f1-3bf6-497f-8e1c-5361c54f8b85', 526115.00, 'USD');
INSERT INTO public.car_prices VALUES ('a927738d-3995-46b1-bbd2-21b5cf56e131', '524ba971-5f04-4076-b290-b7b883de4b37', '6274aca2-f334-4094-9e47-6c5a4e280be1', 556500.00, 'USD');
INSERT INTO public.car_prices VALUES ('7ebbff11-189d-4ae9-918b-614359099083', '524ba971-5f04-4076-b290-b7b883de4b37', '058f12f1-3bf6-497f-8e1c-5361c54f8b85', 556500.00, 'USD');
INSERT INTO public.car_prices VALUES ('3f398f17-f195-4161-a1fe-f3b9d9b41891', '7b376c86-ecea-416c-8d8f-209c8b28490d', '6274aca2-f334-4094-9e47-6c5a4e280be1', 283323.00, 'USD');
INSERT INTO public.car_prices VALUES ('04403d4b-6c49-4b73-b153-d3e20f37d9af', '7b376c86-ecea-416c-8d8f-209c8b28490d', '058f12f1-3bf6-497f-8e1c-5361c54f8b85', 283323.00, 'USD');
INSERT INTO public.car_prices VALUES ('ed4c3251-ba27-4a1a-a5e4-864b8842be8b', '98728181-0862-48f0-9a47-36d86f2d4bad', '6274aca2-f334-4094-9e47-6c5a4e280be1', 483804.00, 'USD');
INSERT INTO public.car_prices VALUES ('5cb15f91-2f69-4677-ae69-fee975f05a59', '98728181-0862-48f0-9a47-36d86f2d4bad', '058f12f1-3bf6-497f-8e1c-5361c54f8b85', 483804.00, 'USD');
INSERT INTO public.car_prices VALUES ('91d25dff-74bb-4897-a7c4-5da23e43699e', '872d66c6-5bcc-480c-b294-5081a7e97150', '6274aca2-f334-4094-9e47-6c5a4e280be1', 114598.00, 'USD');
INSERT INTO public.car_prices VALUES ('6bf2f8bc-7913-442f-937c-fd592486468b', '872d66c6-5bcc-480c-b294-5081a7e97150', '058f12f1-3bf6-497f-8e1c-5361c54f8b85', 114598.00, 'USD');
INSERT INTO public.car_prices VALUES ('abb8c3db-2604-4683-8790-2689e1c491c5', '148d0c5d-7579-456b-abbb-bc02d6b53830', '6274aca2-f334-4094-9e47-6c5a4e280be1', 178100.00, 'USD');
INSERT INTO public.car_prices VALUES ('5aa916f3-eef4-4bfc-b468-2e3f6ff7c102', '148d0c5d-7579-456b-abbb-bc02d6b53830', '058f12f1-3bf6-497f-8e1c-5361c54f8b85', 178100.00, 'USD');
INSERT INTO public.car_prices VALUES ('630d30df-8610-4986-83f6-ceb9d033f6bb', 'cb0ea0d7-f166-41b2-b84b-83f4af15289e', '6274aca2-f334-4094-9e47-6c5a4e280be1', 196400.00, 'USD');
INSERT INTO public.car_prices VALUES ('8614928e-be43-43a4-8352-b19e05f97ff3', 'cb0ea0d7-f166-41b2-b84b-83f4af15289e', '058f12f1-3bf6-497f-8e1c-5361c54f8b85', 196400.00, 'USD');
INSERT INTO public.car_prices VALUES ('5f36d23e-1c74-408a-a013-d3ddf78a1c9d', '9e00dd4a-db80-4226-8912-790c206e2f1b', '6274aca2-f334-4094-9e47-6c5a4e280be1', 248706.00, 'USD');
INSERT INTO public.car_prices VALUES ('f4e606e6-7b00-47aa-8e7a-f8297d471de9', '9e00dd4a-db80-4226-8912-790c206e2f1b', '058f12f1-3bf6-497f-8e1c-5361c54f8b85', 248706.00, 'USD');
INSERT INTO public.car_prices VALUES ('32b3f19f-1252-4a22-a4e7-6031d9d9cdb1', '16dbcedb-3fe1-415e-8fb2-6af6d6ee614e', '6274aca2-f334-4094-9e47-6c5a4e280be1', 291427.00, 'USD');
INSERT INTO public.car_prices VALUES ('be3a02f5-1995-4a8d-b415-a498318fd5f5', '16dbcedb-3fe1-415e-8fb2-6af6d6ee614e', '058f12f1-3bf6-497f-8e1c-5361c54f8b85', 291427.00, 'USD');
INSERT INTO public.car_prices VALUES ('b94a0d11-b0a9-4581-b678-042e7672cd80', '5b3973e6-3f4c-4734-93dc-dbb3a53ce894', '6274aca2-f334-4094-9e47-6c5a4e280be1', 556500.00, 'USD');
INSERT INTO public.car_prices VALUES ('ec0a40a5-b5d2-433a-9197-4a5fc1a83962', '5b3973e6-3f4c-4734-93dc-dbb3a53ce894', '058f12f1-3bf6-497f-8e1c-5361c54f8b85', 556500.00, 'USD');


--
-- Data for Name: cars; Type: TABLE DATA; Schema: public; Owner: drivovo
--

INSERT INTO public.cars VALUES ('ed05f534-f9db-4ff3-86d0-9fc52a600d28', 'VW Tiguan R-Line', 'VW', '<p>Та й за наповненням справжній космос!</p>
<p>VW Tiguan R-Line створений вражати: потужний, зручний та максимально диджиталізований, цей позашляховик здобуде прихильність поціновувачів драйву та поправді прогресивного дизайну.</p>
<p>Заціни Tiguan R-Line на тест-драйві від Drivovo!</p>
<p>Drive IT easy!</p>
', 'AWD', 'suv', 'vw-tiguan-rline', '6.2 сек', '220 к.с.', NULL, 'Combined', 'available', 'petrol', '2.0 л', '10.5');
INSERT INTO public.cars VALUES ('59a8b950-1194-4a76-a12b-29890e001fe0', 'Audi Q5 S-Line', 'audi', '<p>Автосервіс про твої життєві плани та інтереси.</p>
<p>Наші клієнти фокусуються на власному світі, а ми забезпечуємо їхній душевний спокій та задоволення від володіння авто. Користувачі нашого сервісу розуміють один одного, бо їхній час дорожчий за час, витрачений на ТО.</p>
<p>Через рік користування ти звикнеш, але не перестанеш дивуватися, коли за тебе вирішують питання по страховим випадкам, шиномонтажу чи ТО, допомагать з розвитком бізнесу, пропонують надійні способи інвестування та багато іншого.</p>
', 'AWD', 'suv', 'audi-q5-s-line-black', '6.1 сек', '249 к.с.', NULL, 'Leather', 'available', 'petrol', '2.0 л', '10');
INSERT INTO public.cars VALUES ('4be2ac97-7b2c-4026-a4db-e8857ed6cfb3', 'AUDI Q7 S-Line', 'audi', '<p>Автосервіс про твої життєві плани та інтереси.</p>
<p>Наші клієнти фокусуються на власному світі, а ми забезпечуємо їхній душевний спокій та задоволення від володіння авто. Користувачі нашого сервісу розуміють один одного, бо їхній час дорожчий за час, витрачений на ТО.</p>
<p>Через рік користування ти звикнеш, але не перестанеш дивуватися, коли за тебе вирішують питання по страховим випадкам, шиномонтажу чи ТО, допомагать з розвитком бізнесу, пропонують надійні способи інвестування та багато іншого.</p>
', 'AWD', 'suv', 'audi-q7-50-tdi', '6.9', '286 к.с.', NULL, 'Leather', 'order', 'diesel', '3.0 л', '11');
INSERT INTO public.cars VALUES ('d875c8a9-c080-4904-9a2a-171c1d8be473', 'Audi Q8 S-Line', 'audi', '<p>Найкомфортніший SUV від AUDI, що без вагань вмістить 5 осіб та купу валіз і це буде зручно!</p>
<p>Більш детально про цього велетня дивись на відео, він вартий твоєї уваги!</p>
<p>Запишись на тест-драйв Audi Q8 50 TDI quattro S line , оформлюй підписку та насолоджуйся його вишуканістю та комфортом!</p>
<p>Drive IT easy!</p>
', 'AWD', 'suv', 'audi-q8-50-tdi', '6.3 сек', '286 к.с.', NULL, 'Leather', 'available', 'diesel', '3.0 л', '11');
INSERT INTO public.cars VALUES ('36b9355c-86e4-4e8f-98be-7d0a65d4d122', 'BMW X5 xDrive 30d', 'BMW', '<p>Автосервіс про твої життєві плани та інтереси.</p>
<p>Наші клієнти фокусуються на власному світі, а ми забезпечуємо їхній душевний спокій та задоволення від володіння авто. Користувачі нашого сервісу розуміють один одного, бо їхній час дорожчий за час, витрачений на ТО.</p>
<p>Через рік користування ти звикнеш, але не перестанеш дивуватися, коли за тебе вирішують питання по страховим випадкам, шиномонтажу чи ТО, допомагать з розвитком бізнесу, пропонують надійні способи інвестування та багато іншого.</p>
', 'AWD', 'suv', 'bmw-x5-30d', '6.5 сек', '265 к.с.', NULL, 'Leather', 'available', 'diesel', '3.0 л.', '7.7');
INSERT INTO public.cars VALUES ('77fc1d11-001b-42a7-856c-e10a3881b8fa', 'Cupra Formentor VZ ', 'Cupra', '<p>Настав час це виправити, адже Formentor можна порівняти з ковтком свіжого повітря після довгого дня в офісі.</p>
<p>Він потужний, керований, компактний та стильний, як і всі представники концерну Volkswagen Audi Group, але ефектно відрізняється від більшості з них.</p>
<p>Drive IT easy!</p>
', 'AWD', 'suv', 'cupra-formentor-vz', '4.9 сек', '310 к.с.', NULL, 'Leather', 'available', 'petrol', '2.0 л', '13');
INSERT INTO public.cars VALUES ('e908ecea-321b-4273-bf88-32e42bdc8e3e', 'Mercedes-Benz GLS-Class', 'Mercedes-Benz', '<p>Автосервіс про твої життєві плани та інтереси.</p>
<p>Наші клієнти фокусуються на власному світі, а ми забезпечуємо їхній душевний спокій та задоволення від володіння авто. Користувачі нашого сервісу розуміють один одного, бо їхній час дорожчий за час, витрачений на ТО.</p>
<p>Через рік користування ти звикнеш, але не перестанеш дивуватися, коли за тебе вирішують питання по страховим випадкам, шиномонтажу чи ТО, допомагать з розвитком бізнесу, пропонують надійні способи інвестування та багато іншого.</p>
', 'AWD', 'suv', 'mercedes-gls-400d', '6.3 сек', '326 к.с.', NULL, 'Leather', 'order', 'diesel', '3.0 л', '7.6');
INSERT INTO public.cars VALUES ('0e4e5a87-7d15-4e36-92a9-8a39392d915a', 'Porsche Macan', 'Porsche', '<p>З кожною поїздкою по місту або по дорозі на відпочинок, ти будеш насолоджуватися почуттям абсолютної свободи. А глядачі на вулиці будуть лише заздрити твоєму бездоганному стилю та потужності.</p>
<p>Нехай синій колір Miami Blue занурить тебе у світ розкоші та ексклюзивності, а підписка на авто Drivovo забезпечить безтурботну їзду, завжди насичену емоціями та драйвом.</p>
<p>Drive IT easy!</p>
', 'AWD', 'suv', 'porsche-macan', '6.4 сек', '265 к.с.', NULL, 'Leather', 'available', 'petrol', '2.0 л', '11');
INSERT INTO public.cars VALUES ('96df0494-350f-4d5f-af9e-68ca23b34891', 'Toyota RAV4 hybrid', 'Toyota', '<p>Його ставлять у приклад, проводжають поглядом та хочуть всі🤤</p>
<p>Щоб стати до нього ближче, потрібен правильний контакт, і для тебе це — DRIVOVO.</p>
<p>Розглянь цього красунчика ближче у нашому новому відеоогляді та скоріш бронюй тест-драйв📲</p>
<p>Drive IT easy!</p>
', 'AWD', 'suv', 'toyota-rav4-hybrid-style', '8.0 сек', '222 к.с.', NULL, 'Leather', 'available', 'hybrid', '2.5 л', '6');
INSERT INTO public.cars VALUES ('546ba37f-46cb-44fe-b268-63eada8d9d24', 'VW T-Roc Style', 'VW', '<p>Наші клієнти замовляють його пачками, а твій сусід тихенько плаче в ночі над його фоткою.</p>
<p>Що ж такого класного в VW T-Roc Style? Дивись у нашому відосі!🎥</p>
<p>Drive IT easy!</p>
', 'FWD', 'suv', 'vw-t-roc-style-white', '8.4 сек', '150 к.с.', NULL, 'Textile', 'available', 'petrol', '1.5 л', '8');
INSERT INTO public.cars VALUES ('a6969073-5ada-4784-9901-fa5a3a090af7', 'Audi A6 S-line', 'audi', '<p class="p1"><span class="s1"><b>Audi A6</b></span> — це еталон стилю, комфорту та технологічності у сегменті бізнес-седанів. Вишуканий дизайн, потужні бензинові та дизельні двигуни, а також інноваційні системи допомоги водієві створюють винятковий досвід керування. Просторий салон і бездоганна шумоізоляція роблять кожну поїздку комфортною.</p>
<p class="p1">Обирайте <span class="s1"><b>Audi A6 за підпискою</b></span> — керуйте авто преміум-класу без довгострокових зобов’язань. <span class="s1"><b>Підписка на авто</b></span> — це новий спосіб володіння, який дозволяє вам отримати максимум свободи, сервісу й емоцій без бюрократії.</p>
', 'AWD', 'suv', 'audi-a6-45-tfsi', '6,0 с', '265 к.с.', NULL, 'Leather', 'available', 'petrol', '2.0 л', NULL);
INSERT INTO public.cars VALUES ('3b968137-a79e-4cda-b373-497b689da090', 'Audi A7 45 TFSI', 'audi', '<p class="p1">Його лінії — як постріл у серце. Його образ — це про стиль, статус і спокій упевненого руху 😎</p>
<p class="p1">Щоб наблизитись до нього — потрібен лише один правильний крок, і це — DRIVOVO.</p>
<p class="p1">Зазирни у відеоогляд цього красеня та бронюй тест-драйв уже зараз📲</p>
<p class="p3">Drive IT easy!<b></b></p>
', 'AWD', 'sedan', 'audi-a7-45-tfsi', '6.2 сек', '265 к.с.', NULL, 'Leather', 'available', 'petrol', '2.0 л', '6.8');
INSERT INTO public.cars VALUES ('56f71b72-5a4d-4e9f-b8ed-6e4504e3b7cd', 'Touareg R-line 3.0 TDI', 'VW', '<p class="p1">Він не просто їде — він демонструє характер.</p>
<p class="p1">Volkswagen Touareg R-Line — для тих, хто звик брати своє впевнено💪</p>
<p class="p1">Наблизитись до нього легко — просто обери DRIVOVO.</p>
<p class="p1">Дивись відеоогляд і бронюй тест-драйв вже зараз📲</p>
<p class="p3"><b>Drive IT easy!</b><b></b></p>
', 'AWD', 'suv', 'vw-touareg-r-line', '6.1 сек', '286 к.с.', NULL, 'Leather', 'available', 'petrol', '3.0 л', '8.1');
INSERT INTO public.cars VALUES ('bf08ea70-70fc-43dd-86af-3d3df2332e4a', 'Cupra Terramar ', 'Cupra', NULL, 'AWD', 'suv', 'cupra-terramar-vz', '5.5 сек', '265 к.с.', NULL, 'Leather', 'order', 'petrol', '2.0 л', '8.4');
INSERT INTO public.cars VALUES ('f8467957-2266-49ed-8de0-19f7a5f8b184', 'Toyota Prado', 'Toyota', NULL, 'AWD', 'suv', 'toyota-prado', '8.6 сек', '204 к.с.', NULL, 'Leather', 'available', 'diesel', '2.8 л', '9.5');
INSERT INTO public.cars VALUES ('2f4bbdbf-2786-44c6-8214-325c3907ddba', 'Porsche Cayenne', 'Porsche', NULL, 'AWD', 'suv', 'porsche-cayenne', '6.0 сек', '353 к.с.', NULL, 'Leather', 'available', 'petrol', '3.0 л', '10.4');
INSERT INTO public.cars VALUES ('5732f653-05fd-438e-a32d-ed05deddfaa1', 'Porsche Panamera', 'Porsche', NULL, 'AWD', 'suv', 'porsche-panamera-pl', '5.3 сек', '353 к.с.', NULL, 'Leather', 'available', 'petrol', '2.9 л', '9');
INSERT INTO public.cars VALUES ('e6c2b8d2-442b-4163-a69e-ee9ec6bb41c0', 'Mercedes GLC 300 4MATIC', 'Mercedes-Benz', NULL, 'AWD', 'suv', 'mercedes-glc-300-4matic', '6.2 сек', '258 к.с.', NULL, 'Leather', 'order', 'petrol', '2.0 л', '9');
INSERT INTO public.cars VALUES ('91e038c6-600e-468f-90e8-33cb4674e00f', 'Mercedes-Benz GLE', 'Mercedes-Benz', NULL, 'AWD', 'suv', 'mercedes-gle-350de-4matic', '6.8 сек', '320 к.с.', NULL, 'Leather', 'available', 'petrol', '3.0 л', '9');
INSERT INTO public.cars VALUES ('359746e7-0cd9-4f27-af31-4dec0f1564ac', 'Mercedes-Benz GLE 300 d 4MATIC Coupe', 'Mercedes-Benz', NULL, 'AWD', 'suv', 'mercedes-gle-300d-coupe', '6.8 сек', '269 к.с.', NULL, 'Leather', 'order', 'petrol', '2.0 л', '8');
INSERT INTO public.cars VALUES ('524ba971-5f04-4076-b290-b7b883de4b37', 'BMW X7', 'BMW', NULL, 'AWD', 'suv', 'bmw-x7', '5.8 сек', '381 к.с.', NULL, 'Leather', 'available', 'petrol', '3.0 л', '10.5');
INSERT INTO public.cars VALUES ('7b376c86-ecea-416c-8d8f-209c8b28490d', 'Lexus RX', 'Lexus', NULL, 'AWD', 'suv', 'lexus-rx', '7.9  сек', '279 к.с.', NULL, 'Leather', 'order', 'petrol', '2.4 л', '10.5');
INSERT INTO public.cars VALUES ('98728181-0862-48f0-9a47-36d86f2d4bad', 'Lexus LX', 'Lexus', NULL, 'AWD', 'suv', 'lexus-lx', '7.7 сек', '299 к.с.', NULL, 'Leather', 'order', 'diesel', '3.4 л', '10');
INSERT INTO public.cars VALUES ('872d66c6-5bcc-480c-b294-5081a7e97150', 'Skoda Octavia', 'Skoda', NULL, 'AWD', 'suv', 'skoda-octavia', '6.9 сек', '190 к.с.', NULL, 'Combined', 'order', 'petrol', '2.0 л', '6.9');
INSERT INTO public.cars VALUES ('148d0c5d-7579-456b-abbb-bc02d6b53830', 'Skoda Superb', 'Skoda', NULL, 'AWD', 'sedan', 'skoda-superb', '6.9 сек', '190 к.с.', NULL, 'Leather', 'order', 'petrol', '2.0 л', '9');
INSERT INTO public.cars VALUES ('cb0ea0d7-f166-41b2-b84b-83f4af15289e', 'Skoda Kodiaq', 'Skoda', NULL, 'AWD', 'suv', 'skoda-kodiaq', '8.0 сек', '190 к.с.', NULL, 'Leather', 'order', 'petrol', '2.0 л', '8');
INSERT INTO public.cars VALUES ('9e00dd4a-db80-4226-8912-790c206e2f1b', 'BMW 340i xDrive', 'BMW', NULL, 'AWD', 'sedan', 'bmw-340i-xdrive', '4.4 сек', '374 к.с.', NULL, 'Leather', 'order', 'hybrid', '3.0 л', '8.6');
INSERT INTO public.cars VALUES ('16dbcedb-3fe1-415e-8fb2-6af6d6ee614e', 'BMW 540', 'BMW', NULL, 'AWD', 'sedan', 'bmw-540', '5.2 сек', '333 к.с.', NULL, 'Leather', 'available', 'petrol', '3.0 л', '10.1');
INSERT INTO public.cars VALUES ('5b3973e6-3f4c-4734-93dc-dbb3a53ce894', 'BMW 740', 'BMW', NULL, 'AWD', 'suv', 'bmw-740', '5.8 сек', '299 к.с.', NULL, 'Leather', 'order', 'petrol', '3.0 л', '8');


--
-- Data for Name: countries; Type: TABLE DATA; Schema: public; Owner: drivovo
--

INSERT INTO public.countries VALUES ('6274aca2-f334-4094-9e47-6c5a4e280be1', 'Ukraine', 'UA', 'UKR', '+380', 'UAH');
INSERT INTO public.countries VALUES ('058f12f1-3bf6-497f-8e1c-5361c54f8b85', 'Poland', 'PL', 'POL', '+48', 'PLN');


--
-- Data for Name: credits; Type: TABLE DATA; Schema: public; Owner: drivovo
--



--
-- Data for Name: images; Type: TABLE DATA; Schema: public; Owner: drivovo
--

INSERT INTO public.images VALUES ('7e4906be-680d-47de-ae26-835725b6217d', 'ed05f534-f9db-4ff3-86d0-9fc52a600d28', 'car', 'https://drivovo.eu/wp-content/uploads/2025/03/photo_2025-10-13-28.webp', 'VW Tiguan R-Line', NULL, NULL);
INSERT INTO public.images VALUES ('2d0fb3dd-e6c2-40f4-ae0b-ffd4b0457943', 'ed05f534-f9db-4ff3-86d0-9fc52a600d28', 'car', 'https://drivovo.eu/wp-content/uploads/2025/03/photo_2025-10-13-22.webp', 'VW Tiguan R-Line', NULL, NULL);
INSERT INTO public.images VALUES ('e76d95e9-38e7-4190-9a2d-0d70a9825e9f', 'ed05f534-f9db-4ff3-86d0-9fc52a600d28', 'car', 'https://drivovo.eu/wp-content/uploads/2025/03/photo_2025-10-13-21.webp', 'VW Tiguan R-Line', NULL, NULL);
INSERT INTO public.images VALUES ('71170977-12e7-4578-8e20-f70bf7ca050a', 'ed05f534-f9db-4ff3-86d0-9fc52a600d28', 'car', 'https://drivovo.eu/wp-content/uploads/2025/03/photo_2025-10-13-23.webp', 'VW Tiguan R-Line', NULL, NULL);
INSERT INTO public.images VALUES ('fccb5f1a-30da-4aa5-abd7-e14fd20d368d', 'ed05f534-f9db-4ff3-86d0-9fc52a600d28', 'car', 'https://drivovo.eu/wp-content/uploads/2025/03/photo_2025-10-13-28.webp', 'VW Tiguan R-Line', NULL, NULL);
INSERT INTO public.images VALUES ('81ef0e13-9c30-4672-9627-75f0919c2fa6', '3cca3184-a311-4624-b1c2-845b068c08e7', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/03/Peugeot-508-GT-KA4832NT-1-8.webp', 'VW Tiguan R-Line', NULL, NULL);
INSERT INTO public.images VALUES ('37ef20e7-89e5-4cc9-8de6-1413a8090ca2', '3cca3184-a311-4624-b1c2-845b068c08e7', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/03/Peugeot-508-GT-KA4832NT-2-9.webp', 'VW Tiguan R-Line', NULL, NULL);
INSERT INTO public.images VALUES ('5d541e38-d7ea-4e54-8650-8f4db1ee56fd', '3cca3184-a311-4624-b1c2-845b068c08e7', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/03/Peugeot-508-GT-KA4832NT-13.webp', 'VW Tiguan R-Line', NULL, NULL);
INSERT INTO public.images VALUES ('785e17f0-9025-4895-8aa4-a35a1000f0b8', '59a8b950-1194-4a76-a12b-29890e001fe0', 'car', 'https://drivovo.eu/wp-content/uploads/2025/03/photo_2025-10-13-12.webp', 'Audi Q5 S-Line', NULL, NULL);
INSERT INTO public.images VALUES ('1cf722a1-1b77-4900-a7ce-5848a13c5596', '59a8b950-1194-4a76-a12b-29890e001fe0', 'car', 'https://drivovo.eu/wp-content/uploads/2025/03/photo_2025-10-13-14.webp', 'Audi Q5 S-Line', NULL, NULL);
INSERT INTO public.images VALUES ('b841c37c-9821-4e83-9c6a-a6fb68bb36f4', '59a8b950-1194-4a76-a12b-29890e001fe0', 'car', 'https://drivovo.eu/wp-content/uploads/2025/03/photo_2025-10-13-13.webp', 'Audi Q5 S-Line', NULL, NULL);
INSERT INTO public.images VALUES ('645641a8-cc5c-4969-ad0b-eec6100888d7', '59a8b950-1194-4a76-a12b-29890e001fe0', 'car', 'https://drivovo.eu/wp-content/uploads/2025/03/photo_2025-10-13-15.webp', 'Audi Q5 S-Line', NULL, NULL);
INSERT INTO public.images VALUES ('370e29dc-b472-45c8-bcc4-51cd8772828b', '59a8b950-1194-4a76-a12b-29890e001fe0', 'car', 'https://drivovo.eu/wp-content/uploads/2025/03/photo_2025-10-13-12.webp', 'Audi Q5 S-Line', NULL, NULL);
INSERT INTO public.images VALUES ('04b4de26-79bb-4758-93b1-ddba8448b767', '733833f7-c97e-4e54-8b9d-96be3c55fe7d', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/03/Frame-48.webp', 'Audi Q5 S-Line', NULL, NULL);
INSERT INTO public.images VALUES ('85171c90-2de6-45b0-a423-2a07875902f2', '733833f7-c97e-4e54-8b9d-96be3c55fe7d', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/03/Frame-51.webp', 'Audi Q5 S-Line', NULL, NULL);
INSERT INTO public.images VALUES ('75141e15-e1ec-4198-b2b5-3ea0eac728b3', '733833f7-c97e-4e54-8b9d-96be3c55fe7d', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/03/Frame-50.webp', 'Audi Q5 S-Line', NULL, NULL);
INSERT INTO public.images VALUES ('61fa8d82-6449-48ea-b1c6-8931174a44f3', '4be2ac97-7b2c-4026-a4db-e8857ed6cfb3', 'car', 'https://drivovo.eu/wp-content/uploads/2025/03/photo_2025-10-13-15.51.05-1-6.webp', 'AUDI Q7 S-Line', NULL, NULL);
INSERT INTO public.images VALUES ('a20d035d-afbd-4443-98c8-a21780d83bed', '4be2ac97-7b2c-4026-a4db-e8857ed6cfb3', 'car', 'https://drivovo.eu/wp-content/uploads/2025/03/photo_2025-10-13-15.56.55-11.webp', 'AUDI Q7 S-Line', NULL, NULL);
INSERT INTO public.images VALUES ('46f7a461-f631-42bb-bed5-d168d0fcb8b7', '4be2ac97-7b2c-4026-a4db-e8857ed6cfb3', 'car', 'https://drivovo.eu/wp-content/uploads/2025/03/photo_2025-10-13-15.56.52-11.webp', 'AUDI Q7 S-Line', NULL, NULL);
INSERT INTO public.images VALUES ('3604f94d-1b93-4f0e-a245-7cfc6e65c0ec', '4be2ac97-7b2c-4026-a4db-e8857ed6cfb3', 'car', 'https://drivovo.eu/wp-content/uploads/2025/03/photo_2025-10-13-15.56.57-10.webp', 'AUDI Q7 S-Line', NULL, NULL);
INSERT INTO public.images VALUES ('fc1aeaa3-6a80-41f4-bf15-d907c34fae52', '4be2ac97-7b2c-4026-a4db-e8857ed6cfb3', 'car', 'https://drivovo.eu/wp-content/uploads/2025/03/photo_2025-10-13-15.51.05-1-6.webp', 'AUDI Q7 S-Line', NULL, NULL);
INSERT INTO public.images VALUES ('77955c03-259c-40c4-94ba-0edbe8c8094e', '5c15103f-0056-44f3-a0e6-de834f9bc1c0', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/03/Peugeot-508-GT-KA4832NT-3.webp', 'AUDI Q7 S-Line', NULL, NULL);
INSERT INTO public.images VALUES ('04e66ede-34b8-4490-a52d-1e361974b966', '5c15103f-0056-44f3-a0e6-de834f9bc1c0', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/03/Peugeot-508-GT-KA4832NT-4.webp', 'AUDI Q7 S-Line', NULL, NULL);
INSERT INTO public.images VALUES ('54d1d5c6-03ee-4888-b258-8797071c04ca', '5c15103f-0056-44f3-a0e6-de834f9bc1c0', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/03/Peugeot-508-GT-KA4832NT.webp', 'AUDI Q7 S-Line', NULL, NULL);
INSERT INTO public.images VALUES ('4198961f-9a44-427b-9098-c43fe86d01ef', 'd875c8a9-c080-4904-9a2a-171c1d8be473', 'car', 'https://drivovo.eu/wp-content/uploads/2025/03/photo_2025-10-13-15.51.05-4-4.webp', 'Audi Q8 S-Line', NULL, NULL);
INSERT INTO public.images VALUES ('c1908de3-b253-42ab-904d-fa55f08aca58', 'd875c8a9-c080-4904-9a2a-171c1d8be473', 'car', 'https://drivovo.eu/wp-content/uploads/2025/03/photo_2025-10-13-15.56.55-14.webp', 'Audi Q8 S-Line', NULL, NULL);
INSERT INTO public.images VALUES ('12ee7c1e-93f6-472d-8b98-18427035cd82', 'd875c8a9-c080-4904-9a2a-171c1d8be473', 'car', 'https://drivovo.eu/wp-content/uploads/2025/03/photo_2025-10-13-15.56.52-15.webp', 'Audi Q8 S-Line', NULL, NULL);
INSERT INTO public.images VALUES ('b6e54320-f2c5-4884-9f54-2146459ff291', 'd875c8a9-c080-4904-9a2a-171c1d8be473', 'car', 'https://drivovo.eu/wp-content/uploads/2025/03/photo_2025-10-13-15.56.57-14.webp', 'Audi Q8 S-Line', NULL, NULL);
INSERT INTO public.images VALUES ('1cdf7ddf-272f-41d3-a7cc-3fe6819cc852', 'd875c8a9-c080-4904-9a2a-171c1d8be473', 'car', 'https://drivovo.eu/wp-content/uploads/2025/03/photo_2025-10-13-15.51.05-4-4.webp', 'Audi Q8 S-Line', NULL, NULL);
INSERT INTO public.images VALUES ('390f557a-515b-4df6-bbfd-90a845658c20', '58df4510-29f4-4e31-9511-ea244c21e9aa', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/03/Peugeot-508-GT-KA4832NT-2-1.webp', 'Audi Q8 S-Line', NULL, NULL);
INSERT INTO public.images VALUES ('a1a04223-870a-4fbb-9db2-4930180f5b5a', '58df4510-29f4-4e31-9511-ea244c21e9aa', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/03/Peugeot-508-GT-KA4832NT-3-1.webp', 'Audi Q8 S-Line', NULL, NULL);
INSERT INTO public.images VALUES ('477fd792-c8ed-4ba9-840d-3e3731390be2', '58df4510-29f4-4e31-9511-ea244c21e9aa', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/03/Peugeot-508-GT-KA4832NT-4-1.webp', 'Audi Q8 S-Line', NULL, NULL);
INSERT INTO public.images VALUES ('d7b1cbe5-8a35-4dd4-a88d-6ef48ac31248', '36b9355c-86e4-4e8f-98be-7d0a65d4d122', 'car', 'https://drivovo.eu/wp-content/uploads/2025/03/Frame-151-1.webp', 'BMW X5 xDrive 30d', NULL, NULL);
INSERT INTO public.images VALUES ('cee2d2b1-9f16-46d3-a3f9-80bbf1cc6f0e', '36b9355c-86e4-4e8f-98be-7d0a65d4d122', 'car', 'https://drivovo.eu/wp-content/uploads/2025/03/Frame-150.webp', 'BMW X5 xDrive 30d', NULL, NULL);
INSERT INTO public.images VALUES ('43a31c65-20e6-4460-ad53-5ec851d8835c', '36b9355c-86e4-4e8f-98be-7d0a65d4d122', 'car', 'https://drivovo.eu/wp-content/uploads/2025/03/Frame-147.webp', 'BMW X5 xDrive 30d', NULL, NULL);
INSERT INTO public.images VALUES ('82893525-c818-4c4a-a77d-192e14a89ee9', '36b9355c-86e4-4e8f-98be-7d0a65d4d122', 'car', 'https://drivovo.eu/wp-content/uploads/2025/03/Frame-149.webp', 'BMW X5 xDrive 30d', NULL, NULL);
INSERT INTO public.images VALUES ('6aa966f1-74cd-4ae0-9a80-80286cd94eed', '36b9355c-86e4-4e8f-98be-7d0a65d4d122', 'car', 'https://drivovo.eu/wp-content/uploads/2025/03/Frame-151-1.webp', 'BMW X5 xDrive 30d', NULL, NULL);
INSERT INTO public.images VALUES ('4df98989-e215-409e-926b-650b847707d5', 'a388f440-7754-452e-bb62-fc93bfc33344', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/03/Peugeot-508-GT-KA4832NT-3-2.webp', 'BMW X5 xDrive 30d', NULL, NULL);
INSERT INTO public.images VALUES ('9de8b1d2-ac68-4767-8eb6-bc26c62f1e12', 'a388f440-7754-452e-bb62-fc93bfc33344', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/03/Peugeot-508-GT-KA4832NT-1-2.webp', 'BMW X5 xDrive 30d', NULL, NULL);
INSERT INTO public.images VALUES ('d00ca92b-16a5-4af6-8431-ea2fe91cba4c', 'a388f440-7754-452e-bb62-fc93bfc33344', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/03/Peugeot-508-GT-KA4832NT-2-3.webp', 'BMW X5 xDrive 30d', NULL, NULL);
INSERT INTO public.images VALUES ('ff9980e1-c86d-46a0-8600-114ff009ac36', '77fc1d11-001b-42a7-856c-e10a3881b8fa', 'car', 'https://drivovo.eu/wp-content/uploads/2025/03/photo_2025-10-13-27.webp', 'Cupra Formentor VZ ', NULL, NULL);
INSERT INTO public.images VALUES ('d3421b5b-9ca6-4560-b686-c7d989f55375', '77fc1d11-001b-42a7-856c-e10a3881b8fa', 'car', 'https://drivovo.eu/wp-content/uploads/2025/03/photo_2025-10-13-2.webp', 'Cupra Formentor VZ ', NULL, NULL);
INSERT INTO public.images VALUES ('781171b6-8402-4de2-8f24-9c4d3cc09cc5', '77fc1d11-001b-42a7-856c-e10a3881b8fa', 'car', 'https://drivovo.eu/wp-content/uploads/2025/03/photo_2025-10-13-1.webp', 'Cupra Formentor VZ ', NULL, NULL);
INSERT INTO public.images VALUES ('e9d657a6-f0ed-4146-8e15-053a773e41e3', '77fc1d11-001b-42a7-856c-e10a3881b8fa', 'car', 'https://drivovo.eu/wp-content/uploads/2025/03/photo_2025-10-13-3.webp', 'Cupra Formentor VZ ', NULL, NULL);
INSERT INTO public.images VALUES ('42d91177-fd9b-48c3-940c-d9a582952a3a', '77fc1d11-001b-42a7-856c-e10a3881b8fa', 'car', 'https://drivovo.eu/wp-content/uploads/2025/03/photo_2025-10-13-27.webp', 'Cupra Formentor VZ ', NULL, NULL);
INSERT INTO public.images VALUES ('17cf8b64-5e54-4c23-ba82-4ab7a0a6a1ed', '0bddfe61-dc0f-4fbd-8463-b4dc756af318', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/03/Peugeot-508-GT-KA4832NT-1-3.webp', 'Cupra Formentor VZ ', NULL, NULL);
INSERT INTO public.images VALUES ('2aea7308-f5cc-4f53-b005-8f8070dba9e0', '0bddfe61-dc0f-4fbd-8463-b4dc756af318', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/03/Peugeot-508-GT-KA4832NT-3-3.webp', 'Cupra Formentor VZ ', NULL, NULL);
INSERT INTO public.images VALUES ('5ea1fced-2965-4122-b4b9-b5edeb985aa6', '0bddfe61-dc0f-4fbd-8463-b4dc756af318', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/03/Peugeot-508-GT-KA4832NT-2-4.webp', 'Cupra Formentor VZ ', NULL, NULL);
INSERT INTO public.images VALUES ('6198ce3a-5b43-4262-ab8e-4af0d6255a29', 'e908ecea-321b-4273-bf88-32e42bdc8e3e', 'car', 'https://drivovo.eu/wp-content/uploads/2025/03/Frame-113.webp', 'Mercedes-Benz GLS-Class', NULL, NULL);
INSERT INTO public.images VALUES ('1e2037ee-5d54-4d9f-8cb5-7ace3ded858e', 'e908ecea-321b-4273-bf88-32e42bdc8e3e', 'car', 'https://drivovo.eu/wp-content/uploads/2025/03/photo_2025-10-13-15.56.55.webp', 'Mercedes-Benz GLS-Class', NULL, NULL);
INSERT INTO public.images VALUES ('823d3ab2-2040-4519-bce5-b8638342e62d', 'e908ecea-321b-4273-bf88-32e42bdc8e3e', 'car', 'https://drivovo.eu/wp-content/uploads/2025/03/photo_2025-10-13-15.46.38-1-kopiya.webp', 'Mercedes-Benz GLS-Class', NULL, NULL);
INSERT INTO public.images VALUES ('4ac23d5d-b351-46b0-a69e-ed7be57be6ae', 'e908ecea-321b-4273-bf88-32e42bdc8e3e', 'car', 'https://drivovo.eu/wp-content/uploads/2025/03/photo_2025-10-13-15.56.52.webp', 'Mercedes-Benz GLS-Class', NULL, NULL);
INSERT INTO public.images VALUES ('3c2d69df-822e-4e82-8cb4-acd6eeb156f5', 'e908ecea-321b-4273-bf88-32e42bdc8e3e', 'car', 'https://drivovo.eu/wp-content/uploads/2025/03/Frame-113.webp', 'Mercedes-Benz GLS-Class', NULL, NULL);
INSERT INTO public.images VALUES ('f681e3d8-5a3e-4665-9d89-73bbc45b5d79', 'b69d9b05-2b16-4c2f-9f2c-0bc6aee86f42', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/03/Peugeot-508-GT-KA4832NT-1-4.webp', 'Mercedes-Benz GLS-Class', NULL, NULL);
INSERT INTO public.images VALUES ('ff2f0444-bf3b-4ade-8d66-8c3b8a82b96d', 'b69d9b05-2b16-4c2f-9f2c-0bc6aee86f42', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/03/Peugeot-508-GT-KA4832NT-3-4.webp', 'Mercedes-Benz GLS-Class', NULL, NULL);
INSERT INTO public.images VALUES ('20793795-779e-4c4c-8c2c-533df81ddfad', 'b69d9b05-2b16-4c2f-9f2c-0bc6aee86f42', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/03/Peugeot-508-GT-KA4832NT-4-4.webp', 'Mercedes-Benz GLS-Class', NULL, NULL);
INSERT INTO public.images VALUES ('26abed83-1cdc-4009-8a58-25612c73ec01', '0e4e5a87-7d15-4e36-92a9-8a39392d915a', 'car', 'https://drivovo.eu/wp-content/uploads/2025/03/Frame-1131.webp', 'Porsche Macan', NULL, NULL);
INSERT INTO public.images VALUES ('6b242aaa-ebc1-462b-a928-9f64f0c3ba54', '0e4e5a87-7d15-4e36-92a9-8a39392d915a', 'car', 'https://drivovo.eu/wp-content/uploads/2025/03/Gemini_Generated_Image_cu7ka7cu7ka7cu7k.webp', 'Porsche Macan', NULL, NULL);
INSERT INTO public.images VALUES ('4a99a41b-0010-48ad-a130-bcf393415205', '0e4e5a87-7d15-4e36-92a9-8a39392d915a', 'car', 'https://drivovo.eu/wp-content/uploads/2025/03/Gemini_Generated_Image_50xqau50xqau50xq1.webp', 'Porsche Macan', NULL, NULL);
INSERT INTO public.images VALUES ('b56dae2b-2e73-488d-a5fa-bf99e4603d21', '0e4e5a87-7d15-4e36-92a9-8a39392d915a', 'car', 'https://drivovo.eu/wp-content/uploads/2025/03/photo_2025-10-13-15.46.38-1.webp', 'Porsche Macan', NULL, NULL);
INSERT INTO public.images VALUES ('54ea4256-8d2f-4578-985e-11e15d068419', '0e4e5a87-7d15-4e36-92a9-8a39392d915a', 'car', 'https://drivovo.eu/wp-content/uploads/2025/03/Frame-1131.webp', 'Porsche Macan', NULL, NULL);
INSERT INTO public.images VALUES ('8f265483-c59d-4899-bbd8-b9e94b79bce8', 'e122a448-fe0e-4ae3-a5f8-bff5c286773a', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/03/Peugeot-508-GT-KA4832NT-1-5.webp', 'Porsche Macan', NULL, NULL);
INSERT INTO public.images VALUES ('2bb4b38f-0df9-43ac-82a3-b438d4b72fd5', 'e122a448-fe0e-4ae3-a5f8-bff5c286773a', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/03/Peugeot-508-GT-KA4832NT-6-1.webp', 'Porsche Macan', NULL, NULL);
INSERT INTO public.images VALUES ('aa3d5326-8690-4acb-8243-58aa29b79b74', 'e122a448-fe0e-4ae3-a5f8-bff5c286773a', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/03/Peugeot-508-GT-KA4832NT-2-6.webp', 'Porsche Macan', NULL, NULL);
INSERT INTO public.images VALUES ('c8738a0e-09ea-4c50-8419-97eae1021637', '96df0494-350f-4d5f-af9e-68ca23b34891', 'car', 'https://drivovo.eu/wp-content/uploads/2025/03/photo_2025-10-13-5.webp', 'Toyota RAV4 hybrid', NULL, NULL);
INSERT INTO public.images VALUES ('80018a9e-5411-47c9-86d7-68ea165465cb', '96df0494-350f-4d5f-af9e-68ca23b34891', 'car', 'https://drivovo.eu/wp-content/uploads/2025/03/photo_2025-10-13-7.webp', 'Toyota RAV4 hybrid', NULL, NULL);
INSERT INTO public.images VALUES ('12582ee8-30a1-4598-a453-23c26e53e263', '96df0494-350f-4d5f-af9e-68ca23b34891', 'car', 'https://drivovo.eu/wp-content/uploads/2025/03/photo_2025-10-13-4.webp', 'Toyota RAV4 hybrid', NULL, NULL);
INSERT INTO public.images VALUES ('dfe75649-42e6-4111-8488-d5362269a8df', '96df0494-350f-4d5f-af9e-68ca23b34891', 'car', 'https://drivovo.eu/wp-content/uploads/2025/03/photo_2025-10-13-6.webp', 'Toyota RAV4 hybrid', NULL, NULL);
INSERT INTO public.images VALUES ('93e5f1e1-2669-4a4e-896d-ebe222ed16fc', '96df0494-350f-4d5f-af9e-68ca23b34891', 'car', 'https://drivovo.eu/wp-content/uploads/2025/03/photo_2025-10-13-5.webp', 'Toyota RAV4 hybrid', NULL, NULL);
INSERT INTO public.images VALUES ('461ef5a1-f076-49c7-a1cf-d5ac74a35e48', '2e823063-d267-4dea-9ad9-a808ce94ed1e', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/03/Peugeot-508-GT-KA4832NT-2-7.webp', 'Toyota RAV4 hybrid', NULL, NULL);
INSERT INTO public.images VALUES ('f1ad933a-ff5f-4502-a92f-f0d856e937f4', '2e823063-d267-4dea-9ad9-a808ce94ed1e', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/03/Peugeot-508-GT-KA4832NT-1-6.webp', 'Toyota RAV4 hybrid', NULL, NULL);
INSERT INTO public.images VALUES ('6e3d2941-e443-4aae-b8cd-a91435fb6608', '2e823063-d267-4dea-9ad9-a808ce94ed1e', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/03/Peugeot-508-GT-KA4832NT-11.webp', 'Toyota RAV4 hybrid', NULL, NULL);
INSERT INTO public.images VALUES ('e57b22b5-b676-4737-9df2-7c7fad9f8363', '546ba37f-46cb-44fe-b268-63eada8d9d24', 'car', 'https://drivovo.eu/wp-content/uploads/2025/03/Frame-131.webp', 'VW T-Roc Style', NULL, NULL);
INSERT INTO public.images VALUES ('8a76ef04-f043-4d6e-b763-2f6bd54d245f', '546ba37f-46cb-44fe-b268-63eada8d9d24', 'car', 'https://drivovo.eu/wp-content/uploads/2025/03/Frame-130.webp', 'VW T-Roc Style', NULL, NULL);
INSERT INTO public.images VALUES ('77ee7ac5-b07f-4c89-99b2-3c47d3a5247b', '546ba37f-46cb-44fe-b268-63eada8d9d24', 'car', 'https://drivovo.eu/wp-content/uploads/2025/03/Frame-127.webp', 'VW T-Roc Style', NULL, NULL);
INSERT INTO public.images VALUES ('7809c6bd-63f8-4e34-b700-4272d9c3e0d7', '546ba37f-46cb-44fe-b268-63eada8d9d24', 'car', 'https://drivovo.eu/wp-content/uploads/2025/03/Frame-129.webp', 'VW T-Roc Style', NULL, NULL);
INSERT INTO public.images VALUES ('e892e4cf-d087-4c08-aa4c-39acd01c9427', '546ba37f-46cb-44fe-b268-63eada8d9d24', 'car', 'https://drivovo.eu/wp-content/uploads/2025/03/Frame-131.webp', 'VW T-Roc Style', NULL, NULL);
INSERT INTO public.images VALUES ('8a6d00c1-7525-417d-8706-5022ce3d08ef', '946f421c-829e-403a-ba1c-946459bf6e32', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/03/Peugeot-508-GT-KA4832NT-1-7.webp', 'VW T-Roc Style', NULL, NULL);
INSERT INTO public.images VALUES ('ac2dc9a3-e6cd-4645-8b16-6828b5095b49', '946f421c-829e-403a-ba1c-946459bf6e32', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/03/Peugeot-508-GT-KA4832NT-3-7.webp', 'VW T-Roc Style', NULL, NULL);
INSERT INTO public.images VALUES ('e498ba2a-21fb-4adf-bcaf-ba1ef4d10ddc', '946f421c-829e-403a-ba1c-946459bf6e32', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/03/Peugeot-508-GT-KA4832NT-12.webp', 'VW T-Roc Style', NULL, NULL);
INSERT INTO public.images VALUES ('bd5b55c9-b02b-4709-ad5c-680986a62130', 'a6969073-5ada-4784-9901-fa5a3a090af7', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/photo_2025-10-13-15.51.05-3-2.webp', 'Audi A6 S-line', NULL, NULL);
INSERT INTO public.images VALUES ('403737b1-a454-48ca-a232-5f9e217cb7a4', 'a6969073-5ada-4784-9901-fa5a3a090af7', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/photo_2025-10-13-15.56.55-15.webp', 'Audi A6 S-line', NULL, NULL);
INSERT INTO public.images VALUES ('e8b54539-a13e-4442-8f68-ca6eeacb86eb', 'a6969073-5ada-4784-9901-fa5a3a090af7', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/photo_2025-10-13-15.56.52-16.webp', 'Audi A6 S-line', NULL, NULL);
INSERT INTO public.images VALUES ('29f11576-c5e2-426c-8457-ca1803b97c0c', 'a6969073-5ada-4784-9901-fa5a3a090af7', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/photo_2025-10-13-15.56.57-17.webp', 'Audi A6 S-line', NULL, NULL);
INSERT INTO public.images VALUES ('3f26d75b-1b75-4a4d-a17f-bd81dd1af948', 'a6969073-5ada-4784-9901-fa5a3a090af7', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/photo_2025-10-13-15.51.05-3-2.webp', 'Audi A6 S-line', NULL, NULL);
INSERT INTO public.images VALUES ('d5d8d1ec-e0fc-49bd-9b5b-11fe115017fa', 'ad926c50-ad4e-4199-93e2-adcd9edc5399', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/07/Peugeot-508-GT-KA4832NT-2.webp', 'Audi A6 S-line', NULL, NULL);
INSERT INTO public.images VALUES ('3d4159ca-25b8-47ec-9e12-f8ed2e126c3c', 'ad926c50-ad4e-4199-93e2-adcd9edc5399', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/07/Peugeot-508-GT-KA4832NT-5.webp', 'Audi A6 S-line', NULL, NULL);
INSERT INTO public.images VALUES ('56be8cc4-65ee-4d81-a57b-3c2651eb597e', 'ad926c50-ad4e-4199-93e2-adcd9edc5399', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/07/Peugeot-508-GT-KA4832NT-4.webp', 'Audi A6 S-line', NULL, NULL);
INSERT INTO public.images VALUES ('6891d6b3-40ae-4234-b61e-037e40624703', '3b968137-a79e-4cda-b373-497b689da090', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/photo_2025-10-13-30.webp', 'Audi A7 45 TFSI', NULL, NULL);
INSERT INTO public.images VALUES ('d9b2b267-7940-417f-aaf9-5d3f0419efaa', '3b968137-a79e-4cda-b373-497b689da090', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/photo_2025-10-13-32.webp', 'Audi A7 45 TFSI', NULL, NULL);
INSERT INTO public.images VALUES ('3128de0d-e689-4d07-8073-7749fc822e15', '3b968137-a79e-4cda-b373-497b689da090', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/photo_2025-10-13-31.webp', 'Audi A7 45 TFSI', NULL, NULL);
INSERT INTO public.images VALUES ('c31e8d01-a3ca-4fae-8492-7a3e3bd9bffd', '3b968137-a79e-4cda-b373-497b689da090', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/photo_2025-10-13-33.webp', 'Audi A7 45 TFSI', NULL, NULL);
INSERT INTO public.images VALUES ('3e7a2a62-3824-4d73-845a-0d0732803bbc', '3b968137-a79e-4cda-b373-497b689da090', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/photo_2025-10-13-30.webp', 'Audi A7 45 TFSI', NULL, NULL);
INSERT INTO public.images VALUES ('25f1b474-ef0d-4e93-aeb2-429dc28c7a5b', '25ca455e-5263-4437-9842-b2153f2c8890', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/07/Peugeot-508-GT-KA4832NT-4-1.webp', 'Audi A7 45 TFSI', NULL, NULL);
INSERT INTO public.images VALUES ('4fc7923a-eeb6-4257-9388-d480c5b663be', '25ca455e-5263-4437-9842-b2153f2c8890', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/07/Peugeot-508-GT-KA4832NT-1-1.webp', 'Audi A7 45 TFSI', NULL, NULL);
INSERT INTO public.images VALUES ('2421cc61-2607-4f58-9f95-956834c83b00', '25ca455e-5263-4437-9842-b2153f2c8890', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/07/Peugeot-508-GT-KA4832NT-3-1.webp', 'Audi A7 45 TFSI', NULL, NULL);
INSERT INTO public.images VALUES ('81214e5d-22db-4e0f-b5b2-66098f445079', '56f71b72-5a4d-4e9f-b8ed-6e4504e3b7cd', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/photo_2025-10-13-18.webp', 'Touareg R-line 3.0 TDI', NULL, NULL);
INSERT INTO public.images VALUES ('25161108-7866-4473-8dce-9aa33624738c', '56f71b72-5a4d-4e9f-b8ed-6e4504e3b7cd', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/photo_2025-10-13-17.webp', 'Touareg R-line 3.0 TDI', NULL, NULL);
INSERT INTO public.images VALUES ('1b3a15e7-e253-4a88-8d89-c628ddb4d03a', '56f71b72-5a4d-4e9f-b8ed-6e4504e3b7cd', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/photo_2025-10-13-16.webp', 'Touareg R-line 3.0 TDI', NULL, NULL);
INSERT INTO public.images VALUES ('c54f8576-229a-4119-9149-8b23b5fe65f5', '56f71b72-5a4d-4e9f-b8ed-6e4504e3b7cd', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/photo_2025-10-13-19.webp', 'Touareg R-line 3.0 TDI', NULL, NULL);
INSERT INTO public.images VALUES ('fe00b248-608d-44b6-8e61-2ca131ab757e', '56f71b72-5a4d-4e9f-b8ed-6e4504e3b7cd', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/photo_2025-10-13-18.webp', 'Touareg R-line 3.0 TDI', NULL, NULL);
INSERT INTO public.images VALUES ('c2f0d84c-2e97-4f49-8031-4d41f5372bbb', '01afe548-b478-46cc-8475-796f58a2bdf3', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/07/Touareg.webp', 'Touareg R-line 3.0 TDI', NULL, NULL);
INSERT INTO public.images VALUES ('47aa756d-8f5b-43ef-8c5c-70115568297c', '01afe548-b478-46cc-8475-796f58a2bdf3', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/07/Touareg2.webp', 'Touareg R-line 3.0 TDI', NULL, NULL);
INSERT INTO public.images VALUES ('5f51831f-a16c-4dcb-8d2b-f5c9f0b1c200', '01afe548-b478-46cc-8475-796f58a2bdf3', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/07/Touareg1.webp', 'Touareg R-line 3.0 TDI', NULL, NULL);
INSERT INTO public.images VALUES ('f99f3830-e8af-4d4c-b437-465e95465bd5', 'bf08ea70-70fc-43dd-86af-3d3df2332e4a', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/photo_2025-10-13-8.webp', 'Cupra Terramar ', NULL, NULL);
INSERT INTO public.images VALUES ('a87b52b2-9122-4433-af7f-ad0bc2e842ee', 'bf08ea70-70fc-43dd-86af-3d3df2332e4a', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/photo_2025-10-13-10.webp', 'Cupra Terramar ', NULL, NULL);
INSERT INTO public.images VALUES ('ec21be11-0f2d-476b-8e39-e553e99fff5a', 'bf08ea70-70fc-43dd-86af-3d3df2332e4a', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/photo_2025-10-13-9.webp', 'Cupra Terramar ', NULL, NULL);
INSERT INTO public.images VALUES ('e7b3ff42-8e7e-4a18-a4b7-ebcac57492ad', 'bf08ea70-70fc-43dd-86af-3d3df2332e4a', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/photo_2025-10-13-11.webp', 'Cupra Terramar ', NULL, NULL);
INSERT INTO public.images VALUES ('d6a161b3-9096-4a5c-9547-9fc036fff973', 'bf08ea70-70fc-43dd-86af-3d3df2332e4a', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/photo_2025-10-13-8.webp', 'Cupra Terramar ', NULL, NULL);
INSERT INTO public.images VALUES ('e3f5a9fe-aa9d-4618-9cb3-5b8a588170da', 'd9e175f1-8e8f-4ac9-935a-7457e4649ed0', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/07/Cupra-Terramar.5.webp', 'Cupra Terramar ', NULL, NULL);
INSERT INTO public.images VALUES ('6d4156da-92a2-475c-9383-8caf84ff90e7', 'd9e175f1-8e8f-4ac9-935a-7457e4649ed0', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/07/Cupra-Terramar.2.webp', 'Cupra Terramar ', NULL, NULL);
INSERT INTO public.images VALUES ('37233cbd-a1df-4d43-a966-9b3277e107b6', 'd9e175f1-8e8f-4ac9-935a-7457e4649ed0', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/07/Cupra-Terramar.3.webp', 'Cupra Terramar ', NULL, NULL);
INSERT INTO public.images VALUES ('a88274bb-a08d-4fc9-b892-778294042044', 'f8467957-2266-49ed-8de0-19f7a5f8b184', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/photo_2025-10-13-15.51.05-13.webp', 'Toyota Prado', NULL, NULL);
INSERT INTO public.images VALUES ('0d0a6ff4-1c4c-4a45-b465-80c03eb60efd', 'f8467957-2266-49ed-8de0-19f7a5f8b184', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/photo_2025-10-13-15.56.55-18.webp', 'Toyota Prado', NULL, NULL);
INSERT INTO public.images VALUES ('7463122c-433a-4f56-944a-06f74727b380', 'f8467957-2266-49ed-8de0-19f7a5f8b184', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/photo_2025-10-13-15.56.52-19.webp', 'Toyota Prado', NULL, NULL);
INSERT INTO public.images VALUES ('10522e2d-1217-434c-bc46-f47803e5e380', 'f8467957-2266-49ed-8de0-19f7a5f8b184', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/photo_2025-10-13-15.56.57-20.webp', 'Toyota Prado', NULL, NULL);
INSERT INTO public.images VALUES ('b777de8f-1068-4f1d-b588-f237e5df7db0', 'f8467957-2266-49ed-8de0-19f7a5f8b184', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/photo_2025-10-13-15.51.05-13.webp', 'Toyota Prado', NULL, NULL);
INSERT INTO public.images VALUES ('8d825cad-d796-4276-b35c-b6315fd5b660', 'abbfd5f6-ba6f-4783-9fc0-bf2206456d12', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/07/Toyota-Prado-5.webp', 'Toyota Prado', NULL, NULL);
INSERT INTO public.images VALUES ('d9cb34d3-ff88-4445-8cab-4256b9c109c4', 'abbfd5f6-ba6f-4783-9fc0-bf2206456d12', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/07/Toyota-Prado-4.webp', 'Toyota Prado', NULL, NULL);
INSERT INTO public.images VALUES ('d83893c3-bd99-4517-902c-9c8e99cea97b', 'abbfd5f6-ba6f-4783-9fc0-bf2206456d12', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/07/Toyota-Prado-2.webp', 'Toyota Prado', NULL, NULL);
INSERT INTO public.images VALUES ('301e07b1-50f0-4c68-8335-3a5c90f6ad90', '2f4bbdbf-2786-44c6-8214-325c3907ddba', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/photo_2025-10-13-36.webp', 'Porsche Cayenne', NULL, NULL);
INSERT INTO public.images VALUES ('cfecddfb-4cce-45b6-b883-fe91370abb02', '2f4bbdbf-2786-44c6-8214-325c3907ddba', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/photo_2025-10-13-15.56.55-17.webp', 'Porsche Cayenne', NULL, NULL);
INSERT INTO public.images VALUES ('75217258-239c-4205-be39-5e35d31997ff', '2f4bbdbf-2786-44c6-8214-325c3907ddba', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/photo_2025-10-13-15.56.52-18.webp', 'Porsche Cayenne', NULL, NULL);
INSERT INTO public.images VALUES ('a67a02ac-6ff2-4aed-a02f-57533c3ba425', '2f4bbdbf-2786-44c6-8214-325c3907ddba', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/photo_2025-10-13-15.56.57-19.webp', 'Porsche Cayenne', NULL, NULL);
INSERT INTO public.images VALUES ('f40da57f-f9fa-4cbc-a358-ed6825ffa6e7', '2f4bbdbf-2786-44c6-8214-325c3907ddba', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/photo_2025-10-13-15.51.05-6-2.webp', 'Porsche Cayenne', NULL, NULL);
INSERT INTO public.images VALUES ('653a2852-1c34-409f-8b77-8013ddae0ae9', 'c937a1a1-dd7b-42dd-9d1f-c445a9ef76bf', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/07/Porsche-Cayenne-2.webp', 'Porsche Cayenne', NULL, NULL);
INSERT INTO public.images VALUES ('8967b632-a68e-4178-992e-79036134bcb3', 'c937a1a1-dd7b-42dd-9d1f-c445a9ef76bf', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/07/Porsche-Cayenne-3.webp', 'Porsche Cayenne', NULL, NULL);
INSERT INTO public.images VALUES ('4c6cf3d4-d343-4274-9c30-abde7ab320f0', 'c937a1a1-dd7b-42dd-9d1f-c445a9ef76bf', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/07/Porsche-Cayenne-4.webp', 'Porsche Cayenne', NULL, NULL);
INSERT INTO public.images VALUES ('dc48b7fc-41ae-4d8c-a5d1-607670e7dc35', '5732f653-05fd-438e-a32d-ed05deddfaa1', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/photo_2025-10-13-35.webp', 'Porsche Panamera', NULL, NULL);
INSERT INTO public.images VALUES ('4b93a4c1-1fdc-4817-92a3-0fabf0f1e1d3', '5732f653-05fd-438e-a32d-ed05deddfaa1', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/photo_2025-10-13-39.webp', 'Porsche Panamera', NULL, NULL);
INSERT INTO public.images VALUES ('e0395d2b-831c-4dd0-8087-681fd5c88470', '5732f653-05fd-438e-a32d-ed05deddfaa1', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/photo_2025-10-13-38.webp', 'Porsche Panamera', NULL, NULL);
INSERT INTO public.images VALUES ('53fae2e1-2b3d-43db-959f-58bf604de2fa', '5732f653-05fd-438e-a32d-ed05deddfaa1', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/photo_2025-10-13-40.webp', 'Porsche Panamera', NULL, NULL);
INSERT INTO public.images VALUES ('441fbcda-6d2a-441a-b5ef-1cc7ea668924', '5732f653-05fd-438e-a32d-ed05deddfaa1', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/photo_2025-10-13-35.webp', 'Porsche Panamera', NULL, NULL);
INSERT INTO public.images VALUES ('e63e9c0d-4d74-4bdc-97da-9028eaf67984', '0b1a21b1-c779-4bda-99f5-6c47328430c4', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/07/Porsche-Panamera-2.webp', 'Porsche Panamera', NULL, NULL);
INSERT INTO public.images VALUES ('1088c1a0-c251-47f2-bde5-56b32085c743', '0b1a21b1-c779-4bda-99f5-6c47328430c4', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/07/Porsche-Panamera-5.webp', 'Porsche Panamera', NULL, NULL);
INSERT INTO public.images VALUES ('e5ddd6fc-e848-45d0-be6d-b29324950a61', '0b1a21b1-c779-4bda-99f5-6c47328430c4', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/07/Porsche-Panamera-4.webp', 'Porsche Panamera', NULL, NULL);
INSERT INTO public.images VALUES ('e2974644-6707-4cad-b3a3-086907e84e5f', 'e6c2b8d2-442b-4163-a69e-ee9ec6bb41c0', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/Frame-161.webp', 'Mercedes GLC 300 4MATIC', NULL, NULL);
INSERT INTO public.images VALUES ('94622deb-aa65-4489-a40f-09385d08d544', 'e6c2b8d2-442b-4163-a69e-ee9ec6bb41c0', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/Frame-160.webp', 'Mercedes GLC 300 4MATIC', NULL, NULL);
INSERT INTO public.images VALUES ('bed03eea-ed91-48e8-ba5f-24be46fc4fb2', 'e6c2b8d2-442b-4163-a69e-ee9ec6bb41c0', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/Frame-157.webp', 'Mercedes GLC 300 4MATIC', NULL, NULL);
INSERT INTO public.images VALUES ('8169f991-51e7-4da5-849a-e7f657d9fa74', 'e6c2b8d2-442b-4163-a69e-ee9ec6bb41c0', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/Frame-159.webp', 'Mercedes GLC 300 4MATIC', NULL, NULL);
INSERT INTO public.images VALUES ('0794ae58-4134-4b99-b3bb-526aa8a2203f', 'e6c2b8d2-442b-4163-a69e-ee9ec6bb41c0', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/Frame-161.webp', 'Mercedes GLC 300 4MATIC', NULL, NULL);
INSERT INTO public.images VALUES ('42834374-a1ae-4428-8263-f07391a87074', 'ccb48d4a-5f77-4e45-8043-47802c907f16', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/07/Mercedec-GLC-3.webp', 'Mercedes GLC 300 4MATIC', NULL, NULL);
INSERT INTO public.images VALUES ('7da01526-e153-4595-b7e6-11604083abca', 'ccb48d4a-5f77-4e45-8043-47802c907f16', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/07/Mercedec-GLC-4.webp', 'Mercedes GLC 300 4MATIC', NULL, NULL);
INSERT INTO public.images VALUES ('e0c92dc7-bc94-4978-8f04-3f1c77a1f4ea', 'ccb48d4a-5f77-4e45-8043-47802c907f16', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/07/Mercedec-GLC.webp', 'Mercedes GLC 300 4MATIC', NULL, NULL);
INSERT INTO public.images VALUES ('e979aefe-48a8-4b9c-adb5-9ac6790e3836', '91e038c6-600e-468f-90e8-33cb4674e00f', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/Frame-121-1.webp', 'Mercedes-Benz GLE', NULL, NULL);
INSERT INTO public.images VALUES ('69bccbd5-04d5-4bae-b16a-3e397be55262', '91e038c6-600e-468f-90e8-33cb4674e00f', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/Frame-120.webp', 'Mercedes-Benz GLE', NULL, NULL);
INSERT INTO public.images VALUES ('dcc35d4d-c793-44f5-95eb-9b29b99d667f', '91e038c6-600e-468f-90e8-33cb4674e00f', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/Frame-117.webp', 'Mercedes-Benz GLE', NULL, NULL);
INSERT INTO public.images VALUES ('04b2d304-ccf8-45d9-bfc0-25efee8b8544', '91e038c6-600e-468f-90e8-33cb4674e00f', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/Frame-119.webp', 'Mercedes-Benz GLE', NULL, NULL);
INSERT INTO public.images VALUES ('36b4423a-6cda-40a0-a4c2-339aa496f480', '91e038c6-600e-468f-90e8-33cb4674e00f', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/Frame-121-1.webp', 'Mercedes-Benz GLE', NULL, NULL);
INSERT INTO public.images VALUES ('d4b1eba8-c176-46b9-a8c9-2733f12f1b4b', '95bb179f-467a-448e-b0cf-1ccde695ad00', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/07/Peugeot-508-GT-KA4832NT-1-2.webp', 'Mercedes-Benz GLE', NULL, NULL);
INSERT INTO public.images VALUES ('a383ddbc-300c-48eb-8478-f2de3de19d57', '95bb179f-467a-448e-b0cf-1ccde695ad00', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/07/Peugeot-508-GT-KA4832NT-2-2.webp', 'Mercedes-Benz GLE', NULL, NULL);
INSERT INTO public.images VALUES ('10fb9fa3-9da8-4cbd-a7dd-6cb0d68eda16', '95bb179f-467a-448e-b0cf-1ccde695ad00', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/07/Peugeot-508-GT-KA4832NT-4-2.webp', 'Mercedes-Benz GLE', NULL, NULL);
INSERT INTO public.images VALUES ('56e6a8f4-2b17-4e1c-96ec-6b21beb72f68', '359746e7-0cd9-4f27-af31-4dec0f1564ac', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/Frame-141.webp', 'Mercedes-Benz GLE 300 d 4MATIC Coupe', NULL, NULL);
INSERT INTO public.images VALUES ('a10506bb-0fce-42fc-a626-325673f52ecc', '359746e7-0cd9-4f27-af31-4dec0f1564ac', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/Frame-140.webp', 'Mercedes-Benz GLE 300 d 4MATIC Coupe', NULL, NULL);
INSERT INTO public.images VALUES ('f46cc683-fdca-47fb-ae78-efc8e743990e', '359746e7-0cd9-4f27-af31-4dec0f1564ac', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/Frame-137.webp', 'Mercedes-Benz GLE 300 d 4MATIC Coupe', NULL, NULL);
INSERT INTO public.images VALUES ('cb162682-df31-4e4c-a4ea-d5887510d827', '359746e7-0cd9-4f27-af31-4dec0f1564ac', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/Frame-139.webp', 'Mercedes-Benz GLE 300 d 4MATIC Coupe', NULL, NULL);
INSERT INTO public.images VALUES ('30b87372-c117-43bc-8e85-44c3cee06753', '359746e7-0cd9-4f27-af31-4dec0f1564ac', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/Frame-141.webp', 'Mercedes-Benz GLE 300 d 4MATIC Coupe', NULL, NULL);
INSERT INTO public.images VALUES ('926b67b5-808b-4620-816e-939fe39ecb28', '277c280d-666a-4fab-9a99-ad0f282dd44e', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/07/GLE-Coupe-4.webp', 'Mercedes-Benz GLE 300 d 4MATIC Coupe', NULL, NULL);
INSERT INTO public.images VALUES ('f6e20f83-8829-49b8-8b38-d306166254cf', '277c280d-666a-4fab-9a99-ad0f282dd44e', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/07/GLE-Coupe-5.webp', 'Mercedes-Benz GLE 300 d 4MATIC Coupe', NULL, NULL);
INSERT INTO public.images VALUES ('03c3b4e6-0f8d-4936-ac9a-1108a8af9fc8', '277c280d-666a-4fab-9a99-ad0f282dd44e', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/07/GLE-Coupe.webp', 'Mercedes-Benz GLE 300 d 4MATIC Coupe', NULL, NULL);
INSERT INTO public.images VALUES ('95996687-d8e8-4d38-b585-dcdf741cc7b7', '524ba971-5f04-4076-b290-b7b883de4b37', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/Frame-191-1.webp', 'BMW X7', NULL, NULL);
INSERT INTO public.images VALUES ('864f6ea8-fac7-4947-bc1b-6975c5905e52', '524ba971-5f04-4076-b290-b7b883de4b37', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/Frame-190.webp', 'BMW X7', NULL, NULL);
INSERT INTO public.images VALUES ('7ffdd9e7-2306-42c3-97a2-d224b3cae543', '524ba971-5f04-4076-b290-b7b883de4b37', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/Frame-187.webp', 'BMW X7', NULL, NULL);
INSERT INTO public.images VALUES ('f7521d49-b4dd-47d4-a89d-aa86973405f3', '524ba971-5f04-4076-b290-b7b883de4b37', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/Frame-189.webp', 'BMW X7', NULL, NULL);
INSERT INTO public.images VALUES ('c4102d8a-4306-420f-953f-bab5e0091c81', '524ba971-5f04-4076-b290-b7b883de4b37', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/Frame-191-1.webp', 'BMW X7', NULL, NULL);
INSERT INTO public.images VALUES ('e38e27b7-51a4-4454-994c-6237100552aa', 'da7dcd4d-8c1b-4615-b514-8cdc20fbc95c', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/07/BMW-X7-1.webp', 'BMW X7', NULL, NULL);
INSERT INTO public.images VALUES ('0d3c0aa1-b3d3-4e50-b22f-7a0760aaa271', 'da7dcd4d-8c1b-4615-b514-8cdc20fbc95c', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/07/BMW-X7-2.webp', 'BMW X7', NULL, NULL);
INSERT INTO public.images VALUES ('004184e0-915d-4790-b7ef-e2282b75faef', 'da7dcd4d-8c1b-4615-b514-8cdc20fbc95c', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/07/BMW-X7-4.webp', 'BMW X7', NULL, NULL);
INSERT INTO public.images VALUES ('63490af3-f9c5-478f-8e57-2daffb2c82a5', '7b376c86-ecea-416c-8d8f-209c8b28490d', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/Frame-181.webp', 'Lexus RX', NULL, NULL);
INSERT INTO public.images VALUES ('7c1d764c-6cce-4f27-9b3d-fadd6393b10a', '7b376c86-ecea-416c-8d8f-209c8b28490d', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/Frame-180.png', 'Lexus RX', NULL, NULL);
INSERT INTO public.images VALUES ('0ad252bf-d147-49e7-9a2e-18f297ce5580', '7b376c86-ecea-416c-8d8f-209c8b28490d', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/Frame-177.png', 'Lexus RX', NULL, NULL);
INSERT INTO public.images VALUES ('cda3e051-d95b-4807-9810-98f48a9b4e52', '7b376c86-ecea-416c-8d8f-209c8b28490d', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/Frame-179.png', 'Lexus RX', NULL, NULL);
INSERT INTO public.images VALUES ('ad13a3e6-b734-4547-b137-421e4b8d6a50', '7b376c86-ecea-416c-8d8f-209c8b28490d', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/Frame-181.webp', 'Lexus RX', NULL, NULL);
INSERT INTO public.images VALUES ('c190eaf0-c83d-421c-ac5f-b01d1db61ff3', '51166f04-9c73-43a2-8a91-9cbbcc8dd0c0', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/07/Lexus-RX-1.webp', 'Lexus RX', NULL, NULL);
INSERT INTO public.images VALUES ('c2854525-4148-4017-b170-2d00e5772357', '51166f04-9c73-43a2-8a91-9cbbcc8dd0c0', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/07/Lexus-RX-2.webp', 'Lexus RX', NULL, NULL);
INSERT INTO public.images VALUES ('af9b2a5e-2426-4d5b-a0f6-16380208b44b', '51166f04-9c73-43a2-8a91-9cbbcc8dd0c0', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/07/Lexus-RX-5.webp', 'Lexus RX', NULL, NULL);
INSERT INTO public.images VALUES ('3c60fcdd-d9ab-4b88-a167-cbc1f28e8b68', '98728181-0862-48f0-9a47-36d86f2d4bad', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/Frame-202.webp', 'Lexus LX', NULL, NULL);
INSERT INTO public.images VALUES ('5eb2b1d3-ec83-408c-b402-bb6be8c32cad', '98728181-0862-48f0-9a47-36d86f2d4bad', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/Frame-201.webp', 'Lexus LX', NULL, NULL);
INSERT INTO public.images VALUES ('2e6b5f8f-1474-4462-84e0-9f22b808b669', '98728181-0862-48f0-9a47-36d86f2d4bad', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/Frame-198.webp', 'Lexus LX', NULL, NULL);
INSERT INTO public.images VALUES ('b36e73b7-898a-4df6-b282-3f2f55bf4f07', '98728181-0862-48f0-9a47-36d86f2d4bad', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/Frame-200.webp', 'Lexus LX', NULL, NULL);
INSERT INTO public.images VALUES ('3178f648-1684-4809-8426-da0249ad26d7', '98728181-0862-48f0-9a47-36d86f2d4bad', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/Frame-202.webp', 'Lexus LX', NULL, NULL);
INSERT INTO public.images VALUES ('a5c957af-fd28-4905-89ad-f9e4900f97c9', 'b05a196f-b2c5-4578-88cf-b02e7351fba6', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/07/Lexus-LX.webp', 'Lexus LX', NULL, NULL);
INSERT INTO public.images VALUES ('6a063b94-a944-47be-9f36-073e3d01d8a7', 'b05a196f-b2c5-4578-88cf-b02e7351fba6', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/07/Lexus-LX-2.webp', 'Lexus LX', NULL, NULL);
INSERT INTO public.images VALUES ('d1b38054-6276-47a9-b15f-96c54e29976c', 'b05a196f-b2c5-4578-88cf-b02e7351fba6', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/07/Lexus-LX-4.webp', 'Lexus LX', NULL, NULL);
INSERT INTO public.images VALUES ('32179121-cef5-41b7-ad44-cbf51a39b036', '872d66c6-5bcc-480c-b294-5081a7e97150', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/Frame-213-1.webp', 'Skoda Octavia', NULL, NULL);
INSERT INTO public.images VALUES ('16ae4cbe-6c6d-47fa-aaad-5d9a69a2f4d7', '872d66c6-5bcc-480c-b294-5081a7e97150', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/Frame-212.webp', 'Skoda Octavia', NULL, NULL);
INSERT INTO public.images VALUES ('6ba96e56-3d91-481d-80cb-08959dbfd3a5', '872d66c6-5bcc-480c-b294-5081a7e97150', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/Frame-209.webp', 'Skoda Octavia', NULL, NULL);
INSERT INTO public.images VALUES ('82fd1f90-781d-4988-ab93-d01cc3913f62', '872d66c6-5bcc-480c-b294-5081a7e97150', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/Frame-211.webp', 'Skoda Octavia', NULL, NULL);
INSERT INTO public.images VALUES ('9f22aaee-c74d-4ba4-9225-08d8010c7de2', '872d66c6-5bcc-480c-b294-5081a7e97150', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/Frame-213-1.webp', 'Skoda Octavia', NULL, NULL);
INSERT INTO public.images VALUES ('9d70e5cc-6115-4873-b970-bebb67a0998a', '9a0c1b66-b2c5-4325-8e24-f0ba01819bae', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/07/Skoda-Octavia.webp', 'Skoda Octavia', NULL, NULL);
INSERT INTO public.images VALUES ('7f34ff9f-b953-4f8a-9014-929a540fc7f2', '9a0c1b66-b2c5-4325-8e24-f0ba01819bae', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/07/Skoda-Octavia-2.webp', 'Skoda Octavia', NULL, NULL);
INSERT INTO public.images VALUES ('55c5df3a-0f0d-4b19-add3-333704efdfd0', '9a0c1b66-b2c5-4325-8e24-f0ba01819bae', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/07/Skoda-Octavia-5.webp', 'Skoda Octavia', NULL, NULL);
INSERT INTO public.images VALUES ('977afb03-9961-43a9-a733-950fb941f28c', '148d0c5d-7579-456b-abbb-bc02d6b53830', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/Frame-2431.webp', 'Skoda Superb', NULL, NULL);
INSERT INTO public.images VALUES ('ab98ba12-3b9b-47cc-894e-799f7ec79b72', '148d0c5d-7579-456b-abbb-bc02d6b53830', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/Frame-242.webp', 'Skoda Superb', NULL, NULL);
INSERT INTO public.images VALUES ('996c0c78-7b67-46c0-b74c-077d27e1c316', '148d0c5d-7579-456b-abbb-bc02d6b53830', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/Frame-239.webp', 'Skoda Superb', NULL, NULL);
INSERT INTO public.images VALUES ('fba79ab3-ceb4-43b7-be1f-3f3a91944397', '148d0c5d-7579-456b-abbb-bc02d6b53830', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/Frame-2411.webp', 'Skoda Superb', NULL, NULL);
INSERT INTO public.images VALUES ('7247ff4f-a3bb-466c-9f92-b4731db21009', '148d0c5d-7579-456b-abbb-bc02d6b53830', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/Frame-2431.webp', 'Skoda Superb', NULL, NULL);
INSERT INTO public.images VALUES ('07d744b8-de22-4972-8289-440caf64a553', '2cbab9b6-3d43-48d6-b61e-0c8dfcf201eb', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/07/Skoda-Superb-2.webp', 'Skoda Superb', NULL, NULL);
INSERT INTO public.images VALUES ('a7882c28-41a1-4291-843b-aba9e19683a0', '2cbab9b6-3d43-48d6-b61e-0c8dfcf201eb', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/07/Skoda-Superb-4.webp', 'Skoda Superb', NULL, NULL);
INSERT INTO public.images VALUES ('8becf329-36c3-41f2-be47-9805073fd501', '2cbab9b6-3d43-48d6-b61e-0c8dfcf201eb', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/07/Skoda-Superb-3.webp', 'Skoda Superb', NULL, NULL);
INSERT INTO public.images VALUES ('fd9f00ca-e4e0-4ad8-8e92-3e176e307043', 'cb0ea0d7-f166-41b2-b84b-83f4af15289e', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/Frame-233.webp', 'Skoda Kodiaq', NULL, NULL);
INSERT INTO public.images VALUES ('b7eafad7-c44f-4bfd-9bed-248d9775a663', 'cb0ea0d7-f166-41b2-b84b-83f4af15289e', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/2.png', 'Skoda Kodiaq', NULL, NULL);
INSERT INTO public.images VALUES ('c87a9a86-58fe-426a-b854-e310216d7448', 'cb0ea0d7-f166-41b2-b84b-83f4af15289e', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/1.png', 'Skoda Kodiaq', NULL, NULL);
INSERT INTO public.images VALUES ('49938cd9-aacc-4482-99c1-064641317619', 'cb0ea0d7-f166-41b2-b84b-83f4af15289e', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/4.png', 'Skoda Kodiaq', NULL, NULL);
INSERT INTO public.images VALUES ('bad163d8-07af-4908-8a80-f2f0e4f90f7c', 'cb0ea0d7-f166-41b2-b84b-83f4af15289e', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/3.png', 'Skoda Kodiaq', NULL, NULL);
INSERT INTO public.images VALUES ('140996b7-c308-49f4-946f-0313e9667111', 'bd581a9b-113a-4a99-89d8-28d87c193443', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/07/Skoda-Kodiaq-2.webp', 'Skoda Kodiaq', NULL, NULL);
INSERT INTO public.images VALUES ('b15ecb43-e355-4976-8be4-057605d2797a', 'bd581a9b-113a-4a99-89d8-28d87c193443', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/07/Skoda-Kodiaq-3.webp', 'Skoda Kodiaq', NULL, NULL);
INSERT INTO public.images VALUES ('bfd1767a-415a-41f2-835a-dde59b1ae8c6', 'bd581a9b-113a-4a99-89d8-28d87c193443', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/07/Skoda-Kodiaq-4.webp', 'Skoda Kodiaq', NULL, NULL);
INSERT INTO public.images VALUES ('6b24f30d-ea69-4f02-a006-04d5ed6b2d75', '9e00dd4a-db80-4226-8912-790c206e2f1b', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/Frame-171.webp', 'BMW 340i xDrive', NULL, NULL);
INSERT INTO public.images VALUES ('b5039c4b-944e-4543-b562-a65f481d58fa', '9e00dd4a-db80-4226-8912-790c206e2f1b', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/Frame-170.webp', 'BMW 340i xDrive', NULL, NULL);
INSERT INTO public.images VALUES ('f9fbe777-b5b4-4930-8074-d6cc6a51c6a7', '9e00dd4a-db80-4226-8912-790c206e2f1b', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/Frame-169.webp', 'BMW 340i xDrive', NULL, NULL);
INSERT INTO public.images VALUES ('b580ad6f-b86b-42d3-9f4c-13c9c90b1f51', '9e00dd4a-db80-4226-8912-790c206e2f1b', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/Frame-167.webp', 'BMW 340i xDrive', NULL, NULL);
INSERT INTO public.images VALUES ('b29a7164-8f0a-4340-9786-e9575ad6b32f', '9e00dd4a-db80-4226-8912-790c206e2f1b', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/Frame-171.webp', 'BMW 340i xDrive', NULL, NULL);
INSERT INTO public.images VALUES ('1d732015-9b59-4b2e-b028-9567f4f91f74', 'ce223447-d5fa-414a-bd5c-0486ad722de9', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/07/BMW-340-2.webp', 'BMW 340i xDrive', NULL, NULL);
INSERT INTO public.images VALUES ('a3d2bd7e-91f8-4cf3-95e6-47cca4918d17', 'ce223447-d5fa-414a-bd5c-0486ad722de9', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/07/BMW-340-3.webp', 'BMW 340i xDrive', NULL, NULL);
INSERT INTO public.images VALUES ('ef5312a4-9802-459c-94f4-b101c1265dea', 'ce223447-d5fa-414a-bd5c-0486ad722de9', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/07/BMW-340-1.webp', 'BMW 340i xDrive', NULL, NULL);
INSERT INTO public.images VALUES ('cae6a291-c0b8-4678-8fbd-ce1318e24a98', '16dbcedb-3fe1-415e-8fb2-6af6d6ee614e', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/Frame-2231.webp', 'BMW 540', NULL, NULL);
INSERT INTO public.images VALUES ('df23029e-7fa2-407b-abf7-ebd26a9520ee', '16dbcedb-3fe1-415e-8fb2-6af6d6ee614e', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/Frame-222.webp', 'BMW 540', NULL, NULL);
INSERT INTO public.images VALUES ('7581fce5-f0d9-4c2b-8154-8e1dc5574939', '16dbcedb-3fe1-415e-8fb2-6af6d6ee614e', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/Frame-221.webp', 'BMW 540', NULL, NULL);
INSERT INTO public.images VALUES ('ded7ca96-b94d-414d-84a1-7a44adb8f5d8', '16dbcedb-3fe1-415e-8fb2-6af6d6ee614e', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/Frame-219.webp', 'BMW 540', NULL, NULL);
INSERT INTO public.images VALUES ('86c9884e-69be-4532-bca8-845d227f8680', '16dbcedb-3fe1-415e-8fb2-6af6d6ee614e', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/Frame-2231.webp', 'BMW 540', NULL, NULL);
INSERT INTO public.images VALUES ('07291cd1-0652-4e82-9052-e1983c7c8876', '62265a3d-b6a7-4d19-b4c4-6d33c21e0aba', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/07/BMW-540-2.webp', 'BMW 540', NULL, NULL);
INSERT INTO public.images VALUES ('e4663d36-2661-49ca-b9ab-04f52b7d4b4a', '62265a3d-b6a7-4d19-b4c4-6d33c21e0aba', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/07/BMW-540-3.webp', 'BMW 540', NULL, NULL);
INSERT INTO public.images VALUES ('8c8137d9-598d-4978-96f8-5e361b86932b', '62265a3d-b6a7-4d19-b4c4-6d33c21e0aba', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/07/BMW-540-4.webp', 'BMW 540', NULL, NULL);
INSERT INTO public.images VALUES ('e92fbe2f-8d63-4744-93a8-d0dea40ae338', '5b3973e6-3f4c-4734-93dc-dbb3a53ce894', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/Frame-1211.webp', 'BMW 740', NULL, NULL);
INSERT INTO public.images VALUES ('ff7a6546-b1b3-4d23-b4f9-9bd8f342718b', '5b3973e6-3f4c-4734-93dc-dbb3a53ce894', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/Frame-120-1.webp', 'BMW 740', NULL, NULL);
INSERT INTO public.images VALUES ('fbeb7da3-eafa-4449-b0ab-1190b8671df2', '5b3973e6-3f4c-4734-93dc-dbb3a53ce894', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/Frame-119-1.webp', 'BMW 740', NULL, NULL);
INSERT INTO public.images VALUES ('8abfa519-d183-40dc-b70a-167c11822bad', '5b3973e6-3f4c-4734-93dc-dbb3a53ce894', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/Frame-117-1.webp', 'BMW 740', NULL, NULL);
INSERT INTO public.images VALUES ('ac2380ff-cac3-4f36-bd55-45e37b8d27d5', '5b3973e6-3f4c-4734-93dc-dbb3a53ce894', 'car', 'https://drivovo.eu/wp-content/uploads/2025/07/Frame-1211.webp', 'BMW 740', NULL, NULL);
INSERT INTO public.images VALUES ('640ed56d-ce47-4a49-9146-ed9700cb0f87', 'fedce460-b408-461e-bcd9-e14e1f06ca88', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/07/BMW-740-2.webp', 'BMW 740', NULL, NULL);
INSERT INTO public.images VALUES ('ed618b2a-27bb-4004-bf66-406bca74e006', 'fedce460-b408-461e-bcd9-e14e1f06ca88', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/07/BMW-740-3.webp', 'BMW 740', NULL, NULL);
INSERT INTO public.images VALUES ('54e21f3c-6dcd-4086-ad06-22a4df886e92', 'fedce460-b408-461e-bcd9-e14e1f06ca88', 'car_page_banner', 'https://drivovo.eu/wp-content/uploads/2025/07/BMW-740-4.webp', 'BMW 740', NULL, NULL);


--
-- Data for Name: orders; Type: TABLE DATA; Schema: public; Owner: drivovo
--



--
-- Data for Name: subscriptions; Type: TABLE DATA; Schema: public; Owner: drivovo
--

INSERT INTO public.subscriptions VALUES ('f12b0d91-ce07-47dc-b243-c247fde3e652', 'leasing', 'Leasing');
INSERT INTO public.subscriptions VALUES ('4361a659-76b0-458f-b2d2-81cfda28c8fc', 'subscription', 'Subscription');


--
-- Data for Name: users; Type: TABLE DATA; Schema: public; Owner: drivovo
--



--
-- Name: car_pages car_pages_car_id_key; Type: CONSTRAINT; Schema: public; Owner: drivovo
--

ALTER TABLE ONLY public.car_pages
    ADD CONSTRAINT car_pages_car_id_key UNIQUE (car_id);


--
-- Name: car_pages car_pages_pkey; Type: CONSTRAINT; Schema: public; Owner: drivovo
--

ALTER TABLE ONLY public.car_pages
    ADD CONSTRAINT car_pages_pkey PRIMARY KEY (id);


--
-- Name: car_prices car_prices_car_id_country_id_key; Type: CONSTRAINT; Schema: public; Owner: drivovo
--

ALTER TABLE ONLY public.car_prices
    ADD CONSTRAINT car_prices_car_id_country_id_key UNIQUE (car_id, country_id);


--
-- Name: car_prices car_prices_pkey; Type: CONSTRAINT; Schema: public; Owner: drivovo
--

ALTER TABLE ONLY public.car_prices
    ADD CONSTRAINT car_prices_pkey PRIMARY KEY (id);


--
-- Name: cars cars_pkey; Type: CONSTRAINT; Schema: public; Owner: drivovo
--

ALTER TABLE ONLY public.cars
    ADD CONSTRAINT cars_pkey PRIMARY KEY (id);


--
-- Name: countries countries_pkey; Type: CONSTRAINT; Schema: public; Owner: drivovo
--

ALTER TABLE ONLY public.countries
    ADD CONSTRAINT countries_pkey PRIMARY KEY (id);


--
-- Name: credits credits_pkey; Type: CONSTRAINT; Schema: public; Owner: drivovo
--

ALTER TABLE ONLY public.credits
    ADD CONSTRAINT credits_pkey PRIMARY KEY (id);


--
-- Name: images images_pkey; Type: CONSTRAINT; Schema: public; Owner: drivovo
--

ALTER TABLE ONLY public.images
    ADD CONSTRAINT images_pkey PRIMARY KEY (id);


--
-- Name: orders orders_pkey; Type: CONSTRAINT; Schema: public; Owner: drivovo
--

ALTER TABLE ONLY public.orders
    ADD CONSTRAINT orders_pkey PRIMARY KEY (id);


--
-- Name: orders orders_tariff_id_car_id_country_id_key; Type: CONSTRAINT; Schema: public; Owner: drivovo
--

ALTER TABLE ONLY public.orders
    ADD CONSTRAINT orders_tariff_id_car_id_country_id_key UNIQUE (tariff_id, car_id, country_id);


--
-- Name: subscriptions subscriptions_pkey; Type: CONSTRAINT; Schema: public; Owner: drivovo
--

ALTER TABLE ONLY public.subscriptions
    ADD CONSTRAINT subscriptions_pkey PRIMARY KEY (id);


--
-- Name: users users_pkey; Type: CONSTRAINT; Schema: public; Owner: drivovo
--

ALTER TABLE ONLY public.users
    ADD CONSTRAINT users_pkey PRIMARY KEY (id);


--
-- Name: idx_car_pages_car_id; Type: INDEX; Schema: public; Owner: drivovo
--

CREATE UNIQUE INDEX idx_car_pages_car_id ON public.car_pages USING btree (car_id);


--
-- Name: idx_car_pages_reviews_gin; Type: INDEX; Schema: public; Owner: drivovo
--

CREATE INDEX idx_car_pages_reviews_gin ON public.car_pages USING gin (reviews);


--
-- Name: idx_car_prices_car_country; Type: INDEX; Schema: public; Owner: drivovo
--

CREATE UNIQUE INDEX idx_car_prices_car_country ON public.car_prices USING btree (car_id, country_id);


--
-- Name: idx_cars_brand; Type: INDEX; Schema: public; Owner: drivovo
--

CREATE INDEX idx_cars_brand ON public.cars USING btree (brand);


--
-- Name: idx_cars_status; Type: INDEX; Schema: public; Owner: drivovo
--

CREATE INDEX idx_cars_status ON public.cars USING btree (status);


--
-- Name: idx_cars_type; Type: INDEX; Schema: public; Owner: drivovo
--

CREATE INDEX idx_cars_type ON public.cars USING btree (type);


--
-- Name: idx_countries_iso2; Type: INDEX; Schema: public; Owner: drivovo
--

CREATE UNIQUE INDEX idx_countries_iso2 ON public.countries USING btree (iso2);


--
-- Name: idx_countries_iso3; Type: INDEX; Schema: public; Owner: drivovo
--

CREATE UNIQUE INDEX idx_countries_iso3 ON public.countries USING btree (iso3);


--
-- Name: idx_credits_car_id; Type: INDEX; Schema: public; Owner: drivovo
--

CREATE INDEX idx_credits_car_id ON public.credits USING btree (car_id);


--
-- Name: idx_credits_created_at; Type: INDEX; Schema: public; Owner: drivovo
--

CREATE INDEX idx_credits_created_at ON public.credits USING btree (created_at);


--
-- Name: idx_credits_status; Type: INDEX; Schema: public; Owner: drivovo
--

CREATE INDEX idx_credits_status ON public.credits USING btree (status);


--
-- Name: idx_credits_user_id; Type: INDEX; Schema: public; Owner: drivovo
--

CREATE INDEX idx_credits_user_id ON public.credits USING btree (user_id);


--
-- Name: idx_images_parent; Type: INDEX; Schema: public; Owner: drivovo
--

CREATE INDEX idx_images_parent ON public.images USING btree (parent_id, parent_type);


--
-- Name: idx_orders_car_country; Type: INDEX; Schema: public; Owner: drivovo
--

CREATE INDEX idx_orders_car_country ON public.orders USING btree (car_id, country_id);


--
-- Name: idx_orders_country_id; Type: INDEX; Schema: public; Owner: drivovo
--

CREATE INDEX idx_orders_country_id ON public.orders USING btree (country_id);


--
-- Name: idx_orders_tariff_id; Type: INDEX; Schema: public; Owner: drivovo
--

CREATE INDEX idx_orders_tariff_id ON public.orders USING btree (tariff_id);


--
-- Name: idx_users_email; Type: INDEX; Schema: public; Owner: drivovo
--

CREATE UNIQUE INDEX idx_users_email ON public.users USING btree (email);


--
-- Name: idx_users_phone; Type: INDEX; Schema: public; Owner: drivovo
--

CREATE INDEX idx_users_phone ON public.users USING btree (phone);


--
-- Name: car_pages car_pages_car_id_fkey; Type: FK CONSTRAINT; Schema: public; Owner: drivovo
--

ALTER TABLE ONLY public.car_pages
    ADD CONSTRAINT car_pages_car_id_fkey FOREIGN KEY (car_id) REFERENCES public.cars(id) ON DELETE CASCADE;


--
-- Name: car_prices car_prices_car_id_fkey; Type: FK CONSTRAINT; Schema: public; Owner: drivovo
--

ALTER TABLE ONLY public.car_prices
    ADD CONSTRAINT car_prices_car_id_fkey FOREIGN KEY (car_id) REFERENCES public.cars(id) ON DELETE CASCADE;


--
-- Name: car_prices car_prices_country_id_fkey; Type: FK CONSTRAINT; Schema: public; Owner: drivovo
--

ALTER TABLE ONLY public.car_prices
    ADD CONSTRAINT car_prices_country_id_fkey FOREIGN KEY (country_id) REFERENCES public.countries(id) ON DELETE CASCADE;


--
-- Name: credits credits_car_id_fkey; Type: FK CONSTRAINT; Schema: public; Owner: drivovo
--

ALTER TABLE ONLY public.credits
    ADD CONSTRAINT credits_car_id_fkey FOREIGN KEY (car_id) REFERENCES public.cars(id) ON DELETE RESTRICT;


--
-- Name: credits credits_country_id_fkey; Type: FK CONSTRAINT; Schema: public; Owner: drivovo
--

ALTER TABLE ONLY public.credits
    ADD CONSTRAINT credits_country_id_fkey FOREIGN KEY (country_id) REFERENCES public.countries(id) ON DELETE RESTRICT;


--
-- Name: credits credits_tariff_id_fkey; Type: FK CONSTRAINT; Schema: public; Owner: drivovo
--

ALTER TABLE ONLY public.credits
    ADD CONSTRAINT credits_tariff_id_fkey FOREIGN KEY (tariff_id) REFERENCES public.subscriptions(id) ON DELETE RESTRICT;


--
-- Name: credits credits_user_id_fkey; Type: FK CONSTRAINT; Schema: public; Owner: drivovo
--

ALTER TABLE ONLY public.credits
    ADD CONSTRAINT credits_user_id_fkey FOREIGN KEY (user_id) REFERENCES public.users(id) ON DELETE RESTRICT;


--
-- Name: orders orders_car_id_fkey; Type: FK CONSTRAINT; Schema: public; Owner: drivovo
--

ALTER TABLE ONLY public.orders
    ADD CONSTRAINT orders_car_id_fkey FOREIGN KEY (car_id) REFERENCES public.cars(id) ON DELETE CASCADE;


--
-- Name: orders orders_country_id_fkey; Type: FK CONSTRAINT; Schema: public; Owner: drivovo
--

ALTER TABLE ONLY public.orders
    ADD CONSTRAINT orders_country_id_fkey FOREIGN KEY (country_id) REFERENCES public.countries(id) ON DELETE CASCADE;


--
-- Name: orders orders_tariff_id_fkey; Type: FK CONSTRAINT; Schema: public; Owner: drivovo
--

ALTER TABLE ONLY public.orders
    ADD CONSTRAINT orders_tariff_id_fkey FOREIGN KEY (tariff_id) REFERENCES public.subscriptions(id) ON DELETE CASCADE;


--
-- Name: SCHEMA public; Type: ACL; Schema: -; Owner: drivovo
--

REVOKE USAGE ON SCHEMA public FROM PUBLIC;


--
-- PostgreSQL database dump complete
--

\unrestrict lap19b0riJYmC4yLOH2L2vInzMcNyU6msm59dhl0CJT5vb74h1SDbDJZbzFBhpz

